[
  {
    "word": "accordingly",
    "ipa": "/əˈkɔːrdɪŋli/",
    "meaning": "Một cách tương ứng, cho phù hợp.",
    "image": "eew-5-19/1.png",
    "classes": "adverb",
    "example": [
      {
        "sentence": "accordingly",
        "meaning-example": "Một cách tương ứng, cho phù hợp.",
        "ipa-example": "/əˈkɔːrdɪŋli/"
      },
      {
        "sentence": "\"Ơ-kó-đing-ly\". Theo \"cốt-đinh\" (coding) mà làm, phải làm một cách tương ứng, phù hợp (accordingly).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "In a way that is appropriate to the particular circumstances.",
        "meaning-example": "Theo một cách phù hợp với các hoàn cảnh cụ thể.",
        "ipa-example": "/ɪn ə weɪ ðæt ɪz əˈproʊpriət tu ðə pərˈtɪkjələr ˈsɜːrkəmstænsɪz./"
      },
      {
        "sentence": "However, she had to listen to her dad and act accordingly.",
        "meaning-example": "Tuy nhiên, cô ấy phải nghe lời bố và hành động cho phù hợp.",
        "ipa-example": "/haʊˈɛvər, ʃi hæd tu ˈlɪsən tu hɜr dæd ænd ækt əˈkɔːrdɪŋli./"
      },
      {
        "sentence": "She's an expert, so we'll act accordingly.",
        "meaning-example": "Cô ấy là một chuyên gia, vì vậy chúng tôi sẽ hành động cho phù hợp.",
        "ipa-example": "/ʃiz ən ˈɛkspɜrt, soʊ wil ækt əˈkɔːrdɪŋli./"
      },
      {
        "sentence": "He knew the rules and acted accordingly.",
        "meaning-example": "Anh ấy biết các quy tắc và đã hành động theo đó.",
        "ipa-example": "/hi nu ðə rulz ænd ˈæktɪd əˈkɔːrdɪŋli./"
      }
    ]
  },
  {
    "word": "anchor",
    "ipa": "/ˈæŋkər/",
    "meaning": "Mỏ neo.",
    "image": "eew-5-19/2.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "anchor",
        "meaning-example": "Mỏ neo.",
        "ipa-example": "/ˈæŋkər/"
      },
      {
        "sentence": "\"Ăn-cơ\". Thuyền trưởng hô to: \"Thả neo đi rồi cả tàu vào 'ăn cơ'm!\". Anchor là mỏ neo.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A heavy object attached to a rope or chain and used to moor a vessel to the sea bottom.",
        "meaning-example": "Một vật nặng được gắn vào dây thừng hoặc dây xích và được sử dụng để neo một con tàu xuống đáy biển.",
        "ipa-example": "/ə ˈhɛvi ˈɑbdʒɛkt əˈtæʧt tu ə roʊp ɔr ʧeɪn ænd juzd tu mʊr ə ˈvɛsəl tu ðə si ˈbɑtəm./"
      },
      {
        "sentence": "She learned how to submerge the anchor and secure it by putting a rope in a slot.",
        "meaning-example": "Cô học cách nhấn chìm mỏ neo và cố định nó bằng cách luồn một sợi dây vào một cái khe.",
        "ipa-example": "/ʃi lɜrnd haʊ tu səbˈmɜrʤ ði ˈæŋkər ænd sɪˈkjʊr ɪt baɪ ˈpʊtɪŋ ə roʊp ɪn ə slɑt./"
      },
      {
        "sentence": "The captain ordered the crew to drop anchor.",
        "meaning-example": "Thuyền trưởng ra lệnh cho thủy thủ đoàn thả neo.",
        "ipa-example": "/ðə ˈkæptən ˈɔrdərd ðə kru tu drɑp ˈæŋkər./"
      },
      {
        "sentence": "We raised the anchor and sailed away.",
        "meaning-example": "Chúng tôi nhổ neo và căng buồm đi.",
        "ipa-example": "/wi reɪzd ði ˈæŋkər ænd seɪld əˈweɪ./"
      }
    ]
  },
  {
    "word": "buoy",
    "ipa": "/ˈbuːi/",
    "meaning": "Phao tiêu.",
    "image": "eew-5-19/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "buoy",
        "meaning-example": "Phao tiêu.",
        "ipa-example": "/ˈbuːi/"
      },
      {
        "sentence": "Nghe như \"boi\" (boy). Cậu \"boi\" (boy) mập nổi lềnh bềnh trên mặt nước như một cái phao (buoy).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An anchored float serving as a navigation mark, to show reefs or other hazards, or for mooring.",
        "meaning-example": "Một phao nổi được neo dùng làm mốc định vị, để chỉ các rạn san hô hoặc các mối nguy hiểm khác, hoặc để neo đậu.",
        "ipa-example": "/ən ˈæŋkərd floʊt ˈsɜrvɪŋ æz ə ˌnævɪˈgeɪʃən mɑrk, tu ʃoʊ rifs ɔr ˈʌðər ˈhæzərdz, ɔr fɔr ˈmʊrɪŋ./"
      },
      {
        "sentence": "She steered the boat around buoys where the water was shallow.",
        "meaning-example": "Cô lái thuyền vòng qua các phao tiêu nơi nước nông.",
        "ipa-example": "/ʃi stɪrd ðə boʊt əˈraʊnd ˈbuiz wɛr ðə ˈwɔtər wəz ˈʃæloʊ./"
      },
      {
        "sentence": "The ship sailed past the warning buoy.",
        "meaning-example": "Con tàu đi qua phao cảnh báo.",
        "ipa-example": "/ðə ʃɪp seɪld pæst ðə ˈwɔrnɪŋ ˈbui./"
      },
      {
        "sentence": "A buoy marked the entrance to the channel.",
        "meaning-example": "Một cái phao đánh dấu lối vào kênh.",
        "ipa-example": "/ə ˈbui mɑrkt ði ˈɛntrəns tu ðə ˈʧænəl./"
      }
    ]
  },
  {
    "word": "catastrophe",
    "ipa": "/kəˈtæstrəfi/",
    "meaning": "Thảm họa, tai ương.",
    "image": "eew-5-19/4.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "catastrophe",
        "meaning-example": "Thảm họa, tai ương.",
        "ipa-example": "/kəˈtæstrəfi/"
      },
      {
        "sentence": "\"Cá-tát-trô-phi\". \"Cá\" sấu hung dữ \"tát\" một cú, \"trô\"i hết cả làng đi, gây ra một thảm họa (catastrophe) kinh hoàng.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An event causing great and often sudden damage or suffering; a disaster.",
        "meaning-example": "Một sự kiện gây ra thiệt hại hoặc đau khổ lớn và thường đột ngột; một thảm họa.",
        "ipa-example": "/ən ɪˈvɛnt ˈkɔzɪŋ greɪt ænd ˈɔfən ˈsʌdən ˈdæmɪʤ ɔr ˈsʌfərɪŋ; ə dɪˈzæstər./"
      },
      {
        "sentence": "He thought of a tactic to test Jane’s skills in the context of a catastrophe.",
        "meaning-example": "Anh đã nghĩ ra một chiến thuật để kiểm tra kỹ năng của Jane trong bối cảnh của một thảm họa.",
        "ipa-example": "/hi θɔt əv ə ˈtæktɪk tu tɛst ʤeɪnz skɪlz ɪn ðə ˈkɑntɛkst əv ə kəˈtæstrəfi./"
      },
      {
        "sentence": "The earthquake was a catastrophe of enormous proportions.",
        "meaning-example": "Trận động đất là một thảm họa có quy mô khổng lồ.",
        "ipa-example": "/ði ˈɜrθˌkweɪk wəz ə kəˈtæstrəfi əv ɪˈnɔrməs prəˈpɔrʃənz./"
      },
      {
        "sentence": "The new policy could be a financial catastrophe for the company.",
        "meaning-example": "Chính sách mới có thể là một thảm họa tài chính cho công ty.",
        "ipa-example": "/ðə nu ˈpɑləsi kʊd bi ə faɪˈnænʃəl kəˈtæstrəfi fɔr ðə ˈkʌmpəni./"
      }
    ]
  },
  {
    "word": "context",
    "ipa": "/ˈkɑːntekst/",
    "meaning": "Bối cảnh, ngữ cảnh.",
    "image": "eew-5-19/5.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "context",
        "meaning-example": "Bối cảnh, ngữ cảnh.",
        "ipa-example": "/ˈkɑːntekst/"
      },
      {
        "sentence": "\"Con-text\". \"Con\" phải đọc kỹ \"text\" (văn bản) xung quanh để hiểu được bối cảnh (context) của câu chuyện.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The circumstances that form the setting for an event, statement, or idea, and in terms of which it can be fully understood.",
        "meaning-example": "Các hoàn cảnh hình thành nên bối cảnh cho một sự kiện, phát biểu, hoặc ý tưởng, và qua đó nó có thể được hiểu một cách đầy đủ.",
        "ipa-example": "/ðə ˈsɜrkəmstænsɪz ðæt fɔrm ðə ˈsɛtɪŋ fɔr ən ɪˈvɛnt, ˈsteɪtmənt, ɔr aɪˈdiə, ænd ɪn tɜrmz əv wɪʧ ɪt kæn bi ˈfʊli ˌʌndərˈstʊd./"
      },
      {
        "sentence": "He thought of a tactic to test Jane’s skills in the context of a catastrophe.",
        "meaning-example": "Anh đã nghĩ ra một chiến thuật để kiểm tra kỹ năng của Jane trong bối cảnh của một thảm họa.",
        "ipa-example": "/hi θɔt əv ə ˈtæktɪk tu tɛst ʤeɪnz skɪlz ɪn ðə ˈkɑntɛkst əv ə kəˈtæstrəfi./"
      },
      {
        "sentence": "You have to understand the historical context of the novel.",
        "meaning-example": "Bạn phải hiểu bối cảnh lịch sử của cuốn tiểu thuyết.",
        "ipa-example": "/ju hæv tu ˌʌndərˈstænd ðə hɪˈstɔrɪkəl ˈkɑntɛkst əv ðə ˈnɑvəl./"
      },
      {
        "sentence": "His comments, taken out of context, seem offensive.",
        "meaning-example": "Những bình luận của anh ấy, nếu tách khỏi ngữ cảnh, có vẻ xúc phạm.",
        "ipa-example": "/hɪz ˈkɑmɛnts, ˈteɪkən aʊt əv ˈkɑntɛkst, sim əˈfɛnsɪv./"
      }
    ]
  },
  {
    "word": "designate",
    "ipa": "/ˈdezɪɡneɪt/",
    "meaning": "Chỉ định, định rõ.",
    "image": "eew-5-19/6.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "designate",
        "meaning-example": "Chỉ định, định rõ.",
        "ipa-example": "/ˈdezɪɡneɪt/"
      },
      {
        "sentence": "\"Đi-dấu-nết\". Ông sếp \"đi\" kiểm tra, \"dấu\" một cái \"nết\" mực đỏ để chỉ định (designate) ai là người được thăng chức.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To officially give a specified status or name to.",
        "meaning-example": "Chính thức trao một địa vị hoặc tên cụ thể cho.",
        "ipa-example": "/tu əˈfɪʃəli gɪv ə ˈspɛsɪfaɪd ˈstætəs ɔr neɪm tu./"
      },
      {
        "sentence": "He designated it “Jane’s Pride” and painted the name on the fore of the ship.",
        "meaning-example": "Ông đặt tên cho nó là “Niềm tự hào của Jane” và sơn cái tên đó lên phần trước của con tàu.",
        "ipa-example": "/hi ˈdɛzɪgneɪtɪd ɪt “ʤeɪnz praɪd” ænd ˈpeɪntɪd ðə neɪm ɒn ðə fɔr əv ðə ʃɪp./"
      },
      {
        "sentence": "The area has been designated as a national park.",
        "meaning-example": "Khu vực này đã được chỉ định là một công viên quốc gia.",
        "ipa-example": "/ði ˈɛriə hæz bɪn ˈdɛzɪgneɪtɪd æz ə ˈnæʃənəl pɑrk./"
      },
      {
        "sentence": "We will designate one person to be in charge of the project.",
        "meaning-example": "Chúng tôi sẽ chỉ định một người chịu trách nhiệm dự án.",
        "ipa-example": "/wi wɪl ˈdɛzɪgneɪt wʌn ˈpɜrsən tu bi ɪn ʧɑrʤ əv ðə ˈprɑʤɛkt./"
      }
    ]
  },
  {
    "word": "distort",
    "ipa": "/dɪˈstɔːrt/",
    "meaning": "Làm méo mó, xuyên tạc.",
    "image": "eew-5-19/7.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "distort",
        "meaning-example": "Làm méo mó, xuyên tạc.",
        "ipa-example": "/dɪˈstɔːrt/"
      },
      {
        "sentence": "\"Dis-tọt\". Bị \"tọt\" một cái vào gương nên hình ảnh bị \"dis-\" (biến dạng) đi. Distort là làm méo mó, xuyên tạc.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To pull or twist out of shape; to give a misleading or false account or impression of.",
        "meaning-example": "Kéo hoặc xoắn cho biến dạng; đưa ra một tường thuật hoặc ấn tượng sai lệch hoặc giả mạo về.",
        "ipa-example": "/tu pʊl ɔr twɪst aʊt əv ʃeɪp; tu gɪv ə mɪsˈlidɪŋ ɔr fɔls əˈkaʊnt ɔr ɪmˈprɛʃən əv./"
      },
      {
        "sentence": "I distorted the truth to test your abilities.",
        "meaning-example": "Tôi đã xuyên tạc sự thật để kiểm tra khả năng của bạn.",
        "ipa-example": "/aɪ dɪˈstɔrtɪd ðə truθ tu tɛst jʊər əˈbɪlətiz./"
      },
      {
        "sentence": "The funhouse mirror distorted my reflection.",
        "meaning-example": "Tấm gương nhà cười đã làm méo mó hình ảnh phản chiếu của tôi.",
        "ipa-example": "/ðə ˈfʌnˌhaʊs ˈmɪrər dɪˈstɔrtɪd maɪ rɪˈflɛkʃən./"
      },
      {
        "sentence": "The media can sometimes distort the facts.",
        "meaning-example": "Truyền thông đôi khi có thể xuyên tạc sự thật.",
        "ipa-example": "/ðə ˈmidiə kæn ˈsʌmtaɪmz dɪˈstɔrt ðə fækts./"
      }
    ]
  },
  {
    "word": "dock",
    "ipa": "/dɑːk/",
    "meaning": "Bến tàu, ụ tàu.",
    "image": "eew-5-19/8.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "dock",
        "meaning-example": "Bến tàu, ụ tàu.",
        "ipa-example": "/dɑːk/"
      },
      {
        "sentence": "Nghe như \"đốc\". Thuyền trưởng \"đốc\" thúc thủy thủ mau chóng cập vào bến (dock) trước khi trời tối.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A structure built along or out from the shore into a body of water, to which boats may be moored.",
        "meaning-example": "Một công trình được xây dựng dọc theo hoặc nhô ra từ bờ vào một vùng nước, nơi tàu thuyền có thể neo đậu.",
        "ipa-example": "/ə ˈstrʌkʧər bɪlt əˈlɔŋ ɔr aʊt frʌm ðə ʃɔr ˈɪntu ə ˈbɑdi əv ˈwɔtər, tu wɪʧ boʊts meɪ bi mʊrd./"
      },
      {
        "sentence": "You have to get back to the dock and find help!",
        "meaning-example": "Con phải quay trở lại bến tàu và tìm sự giúp đỡ!",
        "ipa-example": "/ju hæv tu gɛt bæk tu ðə dɑk ænd faɪnd hɛlp!/"
      },
      {
        "sentence": "The ship is currently in dry dock for repairs.",
        "meaning-example": "Con tàu hiện đang ở ụ tàu cạn để sửa chữa.",
        "ipa-example": "/ðə ʃɪp ɪz ˈkɜrəntli ɪn draɪ dɑk fɔr rɪˈpɛrz./"
      },
      {
        "sentence": "We walked along the dock and watched the boats.",
        "meaning-example": "Chúng tôi đi dạo dọc bến tàu và ngắm những con thuyền.",
        "ipa-example": "/wi wɔkt əˈlɔŋ ðə dɑk ænd wɑʧt ðə boʊts./"
      }
    ]
  },
  {
    "word": "fore",
    "ipa": "/fɔːr/",
    "meaning": "Phần trước (của tàu, thuyền).",
    "image": "eew-5-19/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "fore",
        "meaning-example": "Phần trước (của tàu, thuyền).",
        "ipa-example": "/fɔːr/"
      },
      {
        "sentence": "Giống \"four\" (bốn). Con tàu có \"bốn\" phía, nhưng phía trước (fore) là quan trọng nhất.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The front part of something, especially a ship.",
        "meaning-example": "Phần phía trước của một cái gì đó, đặc biệt là một con tàu.",
        "ipa-example": "/ðə frʌnt pɑrt əv ˈsʌmθɪŋ, əˈspɛʃli ə ʃɪp./"
      },
      {
        "sentence": "He ... painted the name on the fore of the ship.",
        "meaning-example": "Ông ấy... đã sơn cái tên lên phần trước của con tàu.",
        "ipa-example": "/hi ˈpeɪntɪd ðə neɪm ɒn ðə fɔr əv ðə ʃɪp./"
      },
      {
        "sentence": "The waves crashed over the fore of the boat.",
        "meaning-example": "Những con sóng vỗ vào phần trước của con thuyền.",
        "ipa-example": "/ðə weɪvz kræʃt ˈoʊvər ðə fɔr əv ðə boʊt./"
      },
      {
        "sentence": "The mast is located in the fore section of the vessel.",
        "meaning-example": "Cột buồm nằm ở phần trước của con tàu.",
        "ipa-example": "/ðə mæst ɪz ˈloʊkeɪtɪd ɪn ðə fɔr ˈsɛkʃən əv ðə ˈvɛsəl./"
      }
    ]
  },
  {
    "word": "frequent",
    "ipa": "/ˈfriːkwənt/",
    "meaning": "Thường xuyên, hay xảy ra.",
    "image": "eew-5-19/10.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "frequent",
        "meaning-example": "Thường xuyên, hay xảy ra.",
        "ipa-example": "/ˈfriːkwənt/"
      },
      {
        "sentence": "\"Free-quần\". Cửa hàng này tốt quá, \"free\" (miễn phí) \"quần\" cho khách hàng thường xuyên (frequent) lui tới.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Occurring or done on many occasions, in many cases, or in quick succession.",
        "meaning-example": "Xảy ra hoặc được thực hiện trong nhiều dịp, trong nhiều trường hợp, hoặc liên tiếp nhanh chóng.",
        "ipa-example": "/əˈkɜrɪŋ ɔr dʌn ɒn ˈmɛni əˈkeɪʒənz, ɪn ˈmɛni ˈkeɪsɪz, ɔr ɪn kwɪk səkˈsɛʃən./"
      },
      {
        "sentence": "...she omitted important steps and made frequent mistakes.",
        "meaning-example": "...cô ấy đã bỏ qua những bước quan trọng và mắc lỗi thường xuyên.",
        "ipa-example": "/ʃi oʊˈmɪtɪd ɪmˈpɔrtənt stɛps ænd meɪd ˈfrikwənt mɪˈsteɪks./"
      },
      {
        "sentence": "He is a frequent visitor to the library.",
        "meaning-example": "Anh ấy là khách quen của thư viện.",
        "ipa-example": "/hi ɪz ə ˈfrikwənt ˈvɪzɪtər tu ðə ˈlaɪbrɛri./"
      },
      {
        "sentence": "There is a frequent bus service to the city center.",
        "meaning-example": "Có một dịch vụ xe buýt thường xuyên đến trung tâm thành phố.",
        "ipa-example": "/ðɛr ɪz ə ˈfrikwənt bʌs ˈsɜrvɪs tu ðə ˈsɪti ˈsɛntər./"
      }
    ]
  },
  {
    "word": "genuine",
    "ipa": "/ˈdʒenjuɪn/",
    "meaning": "Thật, chính cống.",
    "image": "eew-5-19/11.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "genuine",
        "meaning-example": "Thật, chính cống.",
        "ipa-example": "/ˈdʒenjuɪn/"
      },
      {
        "sentence": "\"Dê-nu-in\". Chú \"dê\" này được \"nu\"ôi và \"in\" dấu chứng nhận, đảm bảo là hàng thật, chính hãng (genuine).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Truly what something is said to be; authentic.",
        "meaning-example": "Thực sự là những gì người ta nói về nó; đích thực.",
        "ipa-example": "/ˈtruli wʌt ˈsʌmθɪŋ ɪz sɛd tu bi; ɔˈθɛntɪk./"
      },
      {
        "sentence": "It wasn’t a genuine emergency.",
        "meaning-example": "Đó không phải là một trường hợp khẩn cấp thực sự.",
        "ipa-example": "/ɪt ˈwɑzənt ə ˈʤɛnjuɪn iˈmɜrʤənsi./"
      },
      {
        "sentence": "This is a genuine leather jacket.",
        "meaning-example": "Đây là một chiếc áo khoác da thật.",
        "ipa-example": "/ðɪs ɪz ə ˈʤɛnjuɪn ˈlɛðər ˈʤækɪt./"
      },
      {
        "sentence": "Her apology seemed genuine.",
        "meaning-example": "Lời xin lỗi của cô ấy có vẻ chân thành.",
        "ipa-example": "/hɜr əˈpɑləʤi simd ˈʤɛnjuɪn./"
      }
    ]
  },
  {
    "word": "grease",
    "ipa": "/ɡriːs/",
    "meaning": "Dầu mỡ, mỡ bôi trơn.",
    "image": "eew-5-19/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "grease",
        "meaning-example": "Dầu mỡ, mỡ bôi trơn.",
        "ipa-example": "/ɡriːs/"
      },
      {
        "sentence": "Nghe như \"gờ-ri\". Để máy móc chạy \"gờ-ri\" (trơn tru), phải bôi dầu mỡ (grease) vào.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A thick, oily substance, especially one used as a lubricant.",
        "meaning-example": "Một chất đặc, nhờn, đặc biệt là chất được sử dụng làm chất bôi trơn.",
        "ipa-example": "/ə θɪk, ˈɔɪli ˈsʌbstəns, əˈspɛʃli wʌn juzd æz ə ˈlubrɪkənt./"
      },
      {
        "sentence": "She learned how to put grease on the intricate gears of the motor.",
        "meaning-example": "Cô đã học cách bôi mỡ vào các bánh răng phức tạp của động cơ.",
        "ipa-example": "/ʃi lɜrnd haʊ tu pʊt gris ɒn ði ˈɪntrɪkət gɪrz əv ðə ˈmoʊtər./"
      },
      {
        "sentence": "You need to put some grease on the bike chain.",
        "meaning-example": "Bạn cần bôi một ít mỡ vào xích xe đạp.",
        "ipa-example": "/ju nid tu pʊt sʌm gris ɒn ðə baɪk ʧeɪn./"
      },
      {
        "sentence": "My hands were covered in grease after fixing the car.",
        "meaning-example": "Tay tôi dính đầy dầu mỡ sau khi sửa xe.",
        "ipa-example": "/maɪ hændz wər ˈkʌvərd ɪn gris ˈæftər ˈfɪksɪŋ ðə kɑr./"
      }
    ]
  },
  {
    "word": "intricate",
    "ipa": "/ˈɪntrɪkət/",
    "meaning": "Phức tạp, tinh xảo.",
    "image": "eew-5-19/13.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "intricate",
        "meaning-example": "Phức tạp, tinh xảo.",
        "ipa-example": "/ˈɪntrɪkət/"
      },
      {
        "sentence": "\"In-tri-kết\". Muốn \"in\" ra được một tác phẩm có những chi tiết \"kết\" nối phức tạp, tinh xảo (intricate) này thì \"trí\" tuệ phải cao siêu lắm.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Very complicated or detailed.",
        "meaning-example": "Rất phức tạp hoặc chi tiết.",
        "ipa-example": "/ˈvɛri ˈkɑmplɪkeɪtɪd ɔr dɪˈteɪld./"
      },
      {
        "sentence": "She learned how to put grease on the intricate gears of the motor.",
        "meaning-example": "Cô đã học cách bôi mỡ vào các bánh răng phức tạp của động cơ.",
        "ipa-example": "/ʃi lɜrnd haʊ tu pʊt gris ɒn ði ˈɪntrɪkət gɪrz əv ðə ˈmoʊtər./"
      },
      {
        "sentence": "The watch had an intricate design.",
        "meaning-example": "Chiếc đồng hồ có một thiết kế tinh xảo.",
        "ipa-example": "/ðə wɑʧ hæd ən ˈɪntrɪkət dɪˈzaɪn./"
      },
      {
        "sentence": "He was explaining the intricate details of the plan.",
        "meaning-example": "Anh ấy đang giải thích những chi tiết phức tạp của kế hoạch.",
        "ipa-example": "/hi wəz ɪkˈspleɪnɪŋ ði ˈɪntrɪkət dɪˈteɪlz əv ðə plæn./"
      }
    ]
  },
  {
    "word": "offset",
    "ipa": "/ˌɔːfˈset/",
    "meaning": "Bù lại, đền bù.",
    "image": "eew-5-19/14.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "offset",
        "meaning-example": "Bù lại, đền bù.",
        "ipa-example": "/ˌɔːfˈset/"
      },
      {
        "sentence": "\"Ọp-sét\". Sếp \"ọp\" (họp) lại để tìm cách \"sét\" (set) up một kế hoạch mới nhằm bù lại (offset) những thua lỗ vừa qua.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To counteract (something) by having an equal and opposite force or effect.",
        "meaning-example": "Để chống lại (một cái gì đó) bằng cách có một lực hoặc tác dụng tương đương và ngược chiều.",
        "ipa-example": "/tu ˌkaʊntəˈrækt (ˈsʌmθɪŋ) baɪ ˈhævɪŋ ən ˈikwəl ænd ˈɑpəzɪt fɔrs ɔr ɪˈfɛkt./"
      },
      {
        "sentence": "She remembered to overlap the sails to offset the wind.",
        "meaning-example": "Cô nhớ phải gối các cánh buồm lên nhau để cản gió.",
        "ipa-example": "/ʃi rɪˈmɛmbərd tu ˌoʊvərˈlæp ðə seɪlz tu ˈɔfsɛt ðə wɪnd./"
      },
      {
        "sentence": "The profits from the new product will offset our losses.",
        "meaning-example": "Lợi nhuận từ sản phẩm mới sẽ bù đắp cho những tổn thất của chúng ta.",
        "ipa-example": "/ðə ˈprɑfɪts frʌm ðə nu ˈprɑdəkt wɪl ˈɔfsɛt ˈaʊər ˈlɔsɪz./"
      },
      {
        "sentence": "He planted trees to offset his carbon footprint.",
        "meaning-example": "Anh ấy đã trồng cây để bù lại lượng khí thải carbon của mình.",
        "ipa-example": "/hi ˈplæntɪd triz tu ˈɔfsɛt hɪz ˈkɑrbən ˈfʊtˌprɪnt./"
      }
    ]
  },
  {
    "word": "overlap",
    "ipa": "/ˌoʊvərˈlæp/",
    "meaning": "Chồng lên nhau, gối lên nhau.",
    "image": "eew-5-19/15.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "overlap",
        "meaning-example": "Chồng lên nhau, gối lên nhau.",
        "ipa-example": "/ˌoʊvərˈlæp/"
      },
      {
        "sentence": "\"Over-láp\". Tấm tôn \"láp\" (lợp) lên mái nhà phải \"over\" (chồng lên) nhau để không bị dột. Overlap là chồng lên nhau, gối lên nhau.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To extend over so as to cover partly.",
        "meaning-example": "Mở rộng ra để che một phần.",
        "ipa-example": "/tu ɪkˈstɛnd ˈoʊvər soʊ æz tu ˈkʌvər ˈpɑrtli./"
      },
      {
        "sentence": "She remembered to overlap the sails to offset the wind.",
        "meaning-example": "Cô nhớ phải gối các cánh buồm lên nhau để cản gió.",
        "ipa-example": "/ʃi rɪˈmɛmbərd tu ˌoʊvərˈlæp ðə seɪlz tu ˈɔfsɛt ðə wɪnd./"
      },
      {
        "sentence": "The two meetings overlap, so I can only attend one.",
        "meaning-example": "Hai cuộc họp trùng nhau, vì vậy tôi chỉ có thể tham dự một.",
        "ipa-example": "/ðə tu ˈmitɪŋz ˌoʊvərˈlæp, soʊ aɪ kæn ˈoʊnli əˈtɛnd wʌn./"
      },
      {
        "sentence": "The shingles on the roof overlap to keep out the rain.",
        "meaning-example": "Các tấm lợp trên mái nhà chồng lên nhau để ngăn mưa.",
        "ipa-example": "/ðə ˈʃɪŋgəlz ɒn ðə ruf ˌoʊvərˈlæp tu kip aʊt ðə reɪn./"
      }
    ]
  },
  {
    "word": "precipitate",
    "ipa": "/prɪˈsɪpɪteɪt/",
    "meaning": "Gây ra, dẫn đến (một cách đột ngột).",
    "image": "eew-5-19/16.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "precipitate",
        "meaning-example": "Gây ra, dẫn đến (một cách đột ngột).",
        "ipa-example": "/prɪˈsɪpɪteɪt/"
      },
      {
        "sentence": "\"Pờ-rê-xi-pi-tết\". \"Pờ-rê\" (pray - cầu nguyện) cho \"xi-pi\" (shipping) đừng đến vào dịp \"Tết\", nếu không sẽ gây ra (precipitate) sự hỗn loạn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To cause (an event or situation, typically one that is bad or undesirable) to happen suddenly, unexpectedly, or prematurely.",
        "meaning-example": "Gây ra (một sự kiện hoặc tình huống, thường là xấu hoặc không mong muốn) xảy ra đột ngột, bất ngờ hoặc sớm.",
        "ipa-example": "/tu kɔz (ən ɪˈvɛnt ɔr ˌsɪʧuˈeɪʃən, ˈtɪpɪkli wʌn ðæt ɪz bæd ɔr ˌʌndɪˈzaɪərəbəl) tu ˈhæpən ˈsʌdənli, ˌʌnɪkˈspɛktɪdli, ɔr ˌpriməˈʧʊrli./"
      },
      {
        "sentence": "She thought she might make her usual mistakes, which would precipitate a disaster.",
        "meaning-example": "Cô nghĩ rằng mình có thể sẽ mắc những lỗi như thường lệ, điều này sẽ gây ra một thảm họa.",
        "ipa-example": "/ʃi θɔt ʃi maɪt meɪk hɜr ˈjuʒuəl mɪˈsteɪks, wɪʧ wʊd prɪˈsɪpɪteɪt ə dɪˈzæstər./"
      },
      {
        "sentence": "The assassination precipitated a war.",
        "meaning-example": "Vụ ám sát đã gây ra một cuộc chiến.",
        "ipa-example": "/ði əˌsæsɪˈneɪʃən prɪˈsɪpɪteɪtɪd ə wɔr./"
      },
      {
        "sentence": "His resignation precipitated a leadership crisis.",
        "meaning-example": "Việc ông từ chức đã gây ra một cuộc khủng hoảng lãnh đạo.",
        "ipa-example": "/hɪz ˌrɛzɪgˈneɪʃən prɪˈsɪpɪteɪtɪd ə ˈlidərˌʃɪp ˈkraɪsɪs./"
      }
    ]
  },
  {
    "word": "secondhand",
    "ipa": "/ˈsekəndhænd/",
    "meaning": "Đã qua sử dụng, đồ cũ.",
    "image": "eew-5-19/17.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "secondhand",
        "meaning-example": "Đã qua sử dụng, đồ cũ.",
        "ipa-example": "/ˈsekəndhænd/"
      },
      {
        "sentence": "\"Second-hand\" (bàn tay thứ hai). Món đồ đã qua \"bàn tay thứ hai\", tức là đồ cũ, đã qua sử dụng (secondhand).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Having had a previous owner; not new.",
        "meaning-example": "Đã có chủ sở hữu trước đó; không phải là mới.",
        "ipa-example": "/ˈhævɪŋ hæd ə ˈpriviəs ˈoʊnər; nɑt nu./"
      },
      {
        "sentence": "Jane and her father, Mike, owned a secondhand boat.",
        "meaning-example": "Jane và cha cô, Mike, sở hữu một chiếc thuyền cũ.",
        "ipa-example": "/ʤeɪn ænd hɜr ˈfɑðər, maɪk, oʊnd ə ˈsɛkəndhænd boʊt./"
      },
      {
        "sentence": "I bought a secondhand car.",
        "meaning-example": "Tôi đã mua một chiếc xe cũ.",
        "ipa-example": "/aɪ bɔt ə ˈsɛkəndhænd kɑr./"
      },
      {
        "sentence": "She loves shopping for secondhand clothes.",
        "meaning-example": "Cô ấy thích mua sắm quần áo cũ.",
        "ipa-example": "/ʃi lʌvz ˈʃɑpɪŋ fɔr ˈsɛkəndhænd kloʊðz./"
      }
    ]
  },
  {
    "word": "slot",
    "ipa": "/slɑːt/",
    "meaning": "Khe, rãnh.",
    "image": "eew-5-19/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "slot",
        "meaning-example": "Khe, rãnh.",
        "ipa-example": "/slɑːt/"
      },
      {
        "sentence": "Nghe như \"sờ-lót\". Đút tiền vào cái khe (slot) của máy bán hàng, phải \"sờ\" và \"lót\" tờ tiền cho thẳng.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A long, narrow aperture or slit in a machine for something to be inserted into.",
        "meaning-example": "Một khe hở hoặc rãnh dài, hẹp trong máy để đưa vật gì đó vào.",
        "ipa-example": "/ə lɔŋ, ˈnɛroʊ ˈæpərʧər ɔr slɪt ɪn ə məˈʃin fɔr ˈsʌmθɪŋ tu bi ɪnˈsɜrtəd ˈɪntu./"
      },
      {
        "sentence": "...and secure it by putting a rope in a slot.",
        "meaning-example": "...và cố định nó bằng cách luồn một sợi dây vào một cái khe.",
        "ipa-example": "/ænd sɪˈkjʊr ɪt baɪ ˈpʊtɪŋ ə roʊp ɪn ə slɑt./"
      },
      {
        "sentence": "Insert your card into the slot.",
        "meaning-example": "Hãy đút thẻ của bạn vào khe.",
        "ipa-example": "/ɪnˈsɜrt jʊər kɑrd ˈɪntu ðə slɑt./"
      },
      {
        "sentence": "He found a time slot for the meeting at 3 PM.",
        "meaning-example": "Anh ấy đã tìm được một khung thời gian cho cuộc họp lúc 3 giờ chiều.",
        "ipa-example": "/hi faʊnd ə taɪm slɑt fɔr ðə ˈmitɪŋ æt 3 PM./"
      }
    ]
  },
  {
    "word": "submerge",
    "ipa": "/səbˈmɜːrdʒ/",
    "meaning": "Làm chìm, nhấn chìm.",
    "image": "eew-5-19/19.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "submerge",
        "meaning-example": "Làm chìm, nhấn chìm.",
        "ipa-example": "/səbˈmɜːrdʒ/"
      },
      {
        "sentence": "\"Sắp-mợ-chờ\". \"Sắp\" đến giờ thủy triều lên, \"mợ\" phải \"chờ\" cho con tàu chìm xuống nước (submerge) hoàn toàn rồi mới bơi đi.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To cause (something) to be under water.",
        "meaning-example": "Làm cho (cái gì đó) ở dưới nước.",
        "ipa-example": "/tu kɔz (ˈsʌmθɪŋ) tu bi ˈʌndər ˈwɔtər./"
      },
      {
        "sentence": "She learned how to submerge the anchor...",
        "meaning-example": "Cô học cách nhấn chìm mỏ neo...",
        "ipa-example": "/ʃi lɜrnd haʊ tu səbˈmɜrʤ ði ˈæŋkər.../"
      },
      {
        "sentence": "The submarine submerged to avoid detection.",
        "meaning-example": "Tàu ngầm đã lặn xuống để tránh bị phát hiện.",
        "ipa-example": "/ðə ˈsʌbmərin səbˈmɜrʤd tu əˈvɔɪd dɪˈtɛkʃən./"
      },
      {
        "sentence": "The fields were submerged by the flood.",
        "meaning-example": "Những cánh đồng đã bị nhấn chìm bởi lũ lụt.",
        "ipa-example": "/ðə fildz wər səbˈmɜrʤd baɪ ðə flʌd./"
      }
    ]
  },
  {
    "word": "tactic",
    "ipa": "/ˈtæktɪk/",
    "meaning": "Chiến thuật, mưu kế.",
    "image": "eew-5-19/20.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "tactic",
        "meaning-example": "Chiến thuật, mưu kế.",
        "ipa-example": "/ˈtæktɪk/"
      },
      {
        "sentence": "\"Tắc-tích\". Khi đường bị \"tắc\", phải dùng chiến thuật (tactic) đi đường \"tích\" cực hơn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An action or strategy carefully planned to achieve a specific end.",
        "meaning-example": "Một hành động hoặc chiến lược được lên kế hoạch cẩn thận để đạt được một mục tiêu cụ thể.",
        "ipa-example": "/ən ˈækʃən ɔr ˈstrætəʤi ˈkɛrfəli plænd tu əˈʧiv ə spəˈsɪfɪk ɛnd./"
      },
      {
        "sentence": "He thought of a tactic to test Jane’s skills...",
        "meaning-example": "Anh ấy đã nghĩ ra một chiến thuật để kiểm tra kỹ năng của Jane...",
        "ipa-example": "/hi θɔt əv ə ˈtæktɪk tu tɛst ʤeɪnz skɪlz.../"
      },
      {
        "sentence": "The general planned his tactics for the upcoming battle.",
        "meaning-example": "Vị tướng đã lên kế hoạch chiến thuật cho trận chiến sắp tới.",
        "ipa-example": "/ðə ˈʤɛnərəl plænd hɪz ˈtæktɪks fɔr ði ˈʌpˌkʌmɪŋ ˈbætəl./"
      },
      {
        "sentence": "Negotiation is a common tactic in business.",
        "meaning-example": "Đàm phán là một chiến thuật phổ biến trong kinh doanh.",
        "ipa-example": "/nəˌgoʊʃiˈeɪʃən ɪz ə ˈkɑmən ˈtæktɪk ɪn ˈbɪznəs./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "Jane’s Pride",
        "meaning-example": "Niềm tự hào của Jane",
        "ipa-example": "/ʤeɪnz praɪd/"
      },
      {
        "sentence": "Jane and her father, Mike, owned a secondhand boat.",
        "meaning-example": "Jane và cha cô, Mike, sở hữu một chiếc thuyền cũ.",
        "ipa-example": "/ʤeɪn ænd hɜr ˈfɑðər, maɪk, oʊnd ə ˈsɛkəndhænd boʊt./"
      },
      {
        "sentence": "They called it “High Hopes.”",
        "meaning-example": "Họ gọi nó là “Hy Vọng Lớn”.",
        "ipa-example": "/ðeɪ kɔld ɪt “haɪ hoʊps.”/"
      },
      {
        "sentence": "The two loved to spend time together on the ocean and would often go on long fishing trips.",
        "meaning-example": "Hai người thích dành thời gian cùng nhau trên đại dương và thường xuyên đi câu cá dài ngày.",
        "ipa-example": "/ðə tu lʌvd tu spɛnd taɪm təˈgɛðər ɒn ði ˈoʊʃən ænd wʊd ˈɔfən goʊ ɒn lɔŋ ˈfɪʃɪŋ trɪps./"
      },
      {
        "sentence": "Mike taught Jane how to perform important tasks.",
        "meaning-example": "Mike đã dạy Jane cách thực hiện các nhiệm vụ quan trọng.",
        "ipa-example": "/maɪk tɔt ʤeɪn haʊ tu pərˈfɔrm ɪmˈpɔrtənt tæsks./"
      },
      {
        "sentence": "Jane learned how to steer the boat and adjust the sails.",
        "meaning-example": "Jane đã học cách lái thuyền và điều chỉnh buồm.",
        "ipa-example": "/ʤeɪn lɜrnd haʊ tu stɪr ðə boʊt ænd əˈʤʌst ðə seɪlz./"
      },
      {
        "sentence": "She learned how to put grease on the intricate gears of the motor.",
        "meaning-example": "Cô đã học cách bôi mỡ vào các bánh răng phức tạp của động cơ.",
        "ipa-example": "/ʃi lɜrnd haʊ tu pʊt gris ɒn ði ˈɪntrɪkət gɪrz əv ðə ˈmoʊtər./"
      },
      {
        "sentence": "She learned how to submerge the anchor and secure it by putting a rope in a slot.",
        "meaning-example": "Cô học cách nhấn chìm mỏ neo và cố định nó bằng cách luồn một sợi dây vào một cái khe.",
        "ipa-example": "/ʃi lɜrnd haʊ tu səbˈmɜrʤ ði ˈæŋkər ænd sɪˈkjʊr ɪt baɪ ˈpʊtɪŋ ə roʊp ɪn ə slɑt./"
      },
      {
        "sentence": "Jane liked helping her father, but she thought that she wasn’t very good at it.",
        "meaning-example": "Jane thích giúp đỡ cha mình, nhưng cô nghĩ rằng mình không giỏi việc đó lắm.",
        "ipa-example": "/ʤeɪn laɪkt ˈhɛlpɪŋ hɜr ˈfɑðər, bʌt ʃi θɔt ðæt ʃi ˈwɑzənt ˈvɛri gʊd æt ɪt./"
      },
      {
        "sentence": "Sometimes, she omitted important steps and made frequent mistakes.",
        "meaning-example": "Đôi khi, cô ấy bỏ qua những bước quan trọng và mắc lỗi thường xuyên.",
        "ipa-example": "/ˈsʌmtaɪmz, ʃi oʊˈmɪtɪd ɪmˈpɔrtənt stɛps ænd meɪd ˈfrikwənt mɪˈsteɪks./"
      },
      {
        "sentence": "Jane thought she wasn’t capable of manual labor.",
        "meaning-example": "Jane nghĩ rằng cô không có khả năng lao động chân tay.",
        "ipa-example": "/ʤeɪn θɔt ʃi ˈwɑzənt ˈkeɪpəbəl əv ˈmænjuəl ˈleɪbər./"
      },
      {
        "sentence": "Mike wanted to prove to her that she was indeed capable and important.",
        "meaning-example": "Mike muốn chứng minh cho cô thấy rằng cô thực sự có khả năng và quan trọng.",
        "ipa-example": "/maɪk ˈwɑntɪd tu pruv tu hɜr ðæt ʃi wəz ɪnˈdid ˈkeɪpəbəl ænd ɪmˈpɔrtənt./"
      },
      {
        "sentence": "He thought of a tactic to test Jane’s skills in the context of a catastrophe.",
        "meaning-example": "Anh đã nghĩ ra một chiến thuật để kiểm tra kỹ năng của Jane trong bối cảnh của một thảm họa.",
        "ipa-example": "/hi θɔt əv ə ˈtæktɪk tu tɛst ʤeɪnz skɪlz ɪn ðə ˈkɑntɛkst əv ə kəˈtæstrəfi./"
      },
      {
        "sentence": "He hid under the deck and pretended to be trapped.",
        "meaning-example": "Anh trốn dưới boong tàu và giả vờ bị mắc kẹt.",
        "ipa-example": "/hi hɪd ˈʌndər ðə dɛk ænd priˈtɛndɪd tu bi træpt./"
      },
      {
        "sentence": "He shouted, “Jane, I can’t get out! You have to get back to the dock and find help!”",
        "meaning-example": "Anh hét lên: “Jane, bố không ra được! Con phải quay lại bến tàu và tìm người giúp đỡ!”",
        "ipa-example": "/hi ˈʃaʊtɪd, “ʤeɪn, aɪ kænt gɛt aʊt! ju hæv tu gɛt bæk tu ðə dɑk ænd faɪnd hɛlp!”/"
      },
      {
        "sentence": "Jane began to panic.",
        "meaning-example": "Jane bắt đầu hoảng sợ.",
        "ipa-example": "/ʤeɪn bɪˈgæn tu ˈpænɪk./"
      },
      {
        "sentence": "She thought she might make her usual mistakes, which would precipitate a disaster.",
        "meaning-example": "Cô nghĩ rằng mình có thể sẽ mắc những lỗi như thường lệ, điều này sẽ gây ra một thảm họa.",
        "ipa-example": "/ʃi θɔt ʃi maɪt meɪk hɜr ˈjuʒuəl mɪˈsteɪks, wɪʧ wʊd prɪˈsɪpɪteɪt ə dɪˈzæstər./"
      },
      {
        "sentence": "However, she had to listen to her dad and act accordingly.",
        "meaning-example": "Tuy nhiên, cô phải nghe lời bố và hành động cho phù hợp.",
        "ipa-example": "/haʊˈɛvər, ʃi hæd tu ˈlɪsən tu hɜr dæd ænd ækt əˈkɔrdɪŋli./"
      },
      {
        "sentence": "She pulled up the anchor with all of her might.",
        "meaning-example": "Cô dồn hết sức kéo mỏ neo lên.",
        "ipa-example": "/ʃi pʊld ʌp ði ˈæŋkər wɪð ɔl əv hɜr maɪt./"
      },
      {
        "sentence": "She remembered to overlap the sails to offset the wind.",
        "meaning-example": "Cô nhớ phải gối các cánh buồm lên nhau để cản gió.",
        "ipa-example": "/ʃi rɪˈmɛmbərd tu ˌoʊvərˈlæp ðə seɪlz tu ˈɔfsɛt ðə wɪnd./"
      },
      {
        "sentence": "She steered the boat around buoys where the water was shallow.",
        "meaning-example": "Cô lái thuyền vòng qua các phao tiêu nơi nước nông.",
        "ipa-example": "/ʃi stɪrd ðə boʊt əˈraʊnd ˈbuiz wɛr ðə ˈwɔtər wəz ˈʃæloʊ./"
      },
      {
        "sentence": "When they got to shore, Mike came out from under the deck.",
        "meaning-example": "Khi họ vào bờ, Mike chui ra từ dưới boong tàu.",
        "ipa-example": "/wɛn ðeɪ gɑt tu ʃɔr, maɪk keɪm aʊt frʌm ˈʌndər ðə dɛk./"
      },
      {
        "sentence": "Jane said, “I thought you were trapped!”",
        "meaning-example": "Jane nói, “Con đã nghĩ là bố bị mắc kẹt!”",
        "ipa-example": "/ʤeɪn sɛd, “aɪ θɔt ju wər træpt!”/"
      },
      {
        "sentence": "Mike laughed.",
        "meaning-example": "Mike cười.",
        "ipa-example": "/maɪk læft./"
      },
      {
        "sentence": "He said, “It wasn’t a genuine emergency. I distorted the truth to test your abilities. Look at what a great job you did getting the boat home safely! I knew you could do it.”",
        "meaning-example": "Anh nói: “Đó không phải là một trường hợp khẩn cấp thực sự. Bố đã xuyên tạc sự thật để kiểm tra khả năng của con. Hãy nhìn xem con đã làm tốt như thế nào khi đưa thuyền về nhà an toàn! Bố biết con có thể làm được.”",
        "ipa-example": "/hi sɛd, “ɪt ˈwɑzənt ə ˈʤɛnjuɪn iˈmɜrʤənsi. aɪ dɪˈstɔrtɪd ðə truθ tu tɛst jʊər əˈbɪlətiz. lʊk æt wʌt ə greɪt ʤɑb ju dɪd ˈgɛtɪŋ ðə boʊt hoʊm ˈseɪfli! aɪ nu ju kʊd du ɪt.”/"
      },
      {
        "sentence": "To honor his daughter, Mike decided to rename his boat.",
        "meaning-example": "Để vinh danh con gái mình, Mike đã quyết định đổi tên cho con thuyền của mình.",
        "ipa-example": "/tu ˈɑnər hɪz ˈdɔtər, maɪk dɪˈsaɪdɪd tu riˈneɪm hɪz boʊt./"
      },
      {
        "sentence": "He designated it “Jane’s Pride” and painted the name on the fore of the ship.",
        "meaning-example": "Ông đặt tên cho nó là “Niềm tự hào của Jane” và sơn cái tên đó lên phần trước của con tàu.",
        "ipa-example": "/hi ˈdɛzɪgneɪtɪd ɪt “ʤeɪnz praɪd” ænd ˈpeɪntɪd ðə neɪm ɒn ðə fɔr əv ðə ʃɪp./"
      },
      {
        "sentence": "Jane finally had something to be proud of.",
        "meaning-example": "Cuối cùng Jane cũng có thứ để tự hào.",
        "ipa-example": "/ʤeɪn ˈfaɪnəli hæd ˈsʌmθɪŋ tu bi praʊd əv./"
      }
    ]
  }
]