[
  {
    "word": "astounded",
    "ipa": "/əˈstaʊndɪd/",
    "meaning": "Kinh ngạc, sửng sốt.",
    "image": "eew-5-21/1.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "astounded",
        "meaning-example": "Kinh ngạc, sửng sốt.",
        "ipa-example": "/əˈstaʊndɪd/"
      },
      {
        "sentence": "\"Ơ-stao-địt\". \"Ơ\", tớ \"sao\" chép được cái đĩa (\"địt\" - disc) này, mọi người đều kinh ngạc (astounded).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Greatly surprised or amazed.",
        "meaning-example": "Rất ngạc nhiên hoặc kinh ngạc.",
        "ipa-example": "/ˈgreɪtli sərˈpraɪzd ɔr əˈmeɪzd./"
      },
      {
        "sentence": "But when Alice saw Katie, she was astounded.",
        "meaning-example": "Nhưng khi Alice nhìn thấy Katie, cô đã rất kinh ngạc.",
        "ipa-example": "/bʌt wɛn ˈælɪs sɔ ˈkeɪti, ʃi wəz əˈstaʊndɪd./"
      },
      {
        "sentence": "I was astounded to hear he had won the lottery.",
        "meaning-example": "Tôi đã sửng sốt khi nghe anh ấy trúng số.",
        "ipa-example": "/aɪ wəz əˈstaʊndɪd tu hir hi hæd wʌn ðə ˈlɑtəri./"
      },
      {
        "sentence": "She was astounded by his arrogance.",
        "meaning-example": "Cô ấy sững sờ trước sự kiêu ngạo của anh ta.",
        "ipa-example": "/ʃi wəz əˈstaʊndɪd baɪ hɪz ˈærəgəns./"
      }
    ]
  },
  {
    "word": "attribute",
    "ipa": "/ˈætrɪbjuːt/",
    "meaning": "Thuộc tính, đặc tính.",
    "image": "eew-5-21/2.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "attribute",
        "meaning-example": "Thuộc tính, đặc tính.",
        "ipa-example": "/ˈætrɪbjuːt/"
      },
      {
        "sentence": "\"Át-tri-bút\". Cây \"bút\" này là \"át\" chủ bài, một thuộc tính (attribute) quan trọng của nhà văn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A quality or feature regarded as a characteristic or inherent part of someone or something.",
        "meaning-example": "Một phẩm chất hoặc đặc điểm được coi là một đặc tính hoặc một phần cố hữu của ai đó hoặc cái gì đó.",
        "ipa-example": "/ə ˈkwɑləti ɔr ˈfiʧər rɪˈgɑrdɪd æz ə ˌkɛrəktəˈrɪstɪk ɔr ɪnˈhɪrənt pɑrt əv ˈsʌmwʌn ɔr ˈsʌmθɪŋ./"
      },
      {
        "sentence": "But the twins’ attributes were not all identical.",
        "meaning-example": "Nhưng các thuộc tính của cặp song sinh không hoàn toàn giống nhau.",
        "ipa-example": "/bʌt ðə twɪnz ˈætrəˌbjuts wər nɑt ɔl aɪˈdɛntɪkəl./"
      },
      {
        "sentence": "Patience is one of his best attributes.",
        "meaning-example": "Kiên nhẫn là một trong những thuộc tính tốt nhất của anh ấy.",
        "ipa-example": "/ˈpeɪʃəns ɪz wʌn əv hɪz bɛst ˈætrəˌbjuts./"
      },
      {
        "sentence": "What attributes do you look for in a manager?",
        "meaning-example": "Bạn tìm kiếm những thuộc tính nào ở một người quản lý?",
        "ipa-example": "/wʌt ˈætrəˌbjuts du ju lʊk fɔr ɪn ə ˈmænəʤər?/"
      }
    ]
  },
  {
    "word": "bilingual",
    "ipa": "/ˌbaɪˈlɪŋɡwəl/",
    "meaning": "Song ngữ, nói được hai thứ tiếng.",
    "image": "eew-5-21/3.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "bilingual",
        "meaning-example": "Song ngữ, nói được hai thứ tiếng.",
        "ipa-example": "/ˌbaɪˈlɪŋɡwəl/"
      },
      {
        "sentence": "\"Bai-lin-guồl\". \"Bai\" (by - bằng) cách nói chuyện \"lin\"h hoạt với \"guồl\" (girl) nước ngoài, anh ấy chứng tỏ mình song ngữ (bilingual).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Speaking two languages fluently.",
        "meaning-example": "Nói trôi chảy hai ngôn ngữ.",
        "ipa-example": "/ˈspikɪŋ tu ˈlæŋgwɪʤɪz ˈfluəntli./"
      },
      {
        "sentence": "Katie was now bilingual, and she looked completely different!",
        "meaning-example": "Katie bây giờ đã nói được hai thứ tiếng, và cô ấy trông hoàn toàn khác!",
        "ipa-example": "/ˈkeɪti wəz naʊ ˌbaɪˈlɪŋgwəl, ænd ʃi lʊkt kəmˈplitli ˈdɪfərənt!/"
      },
      {
        "sentence": "She is bilingual in English and French.",
        "meaning-example": "Cô ấy nói được cả tiếng Anh và tiếng Pháp.",
        "ipa-example": "/ʃi ɪz ˌbaɪˈlɪŋgwəl ɪn ˈɪŋglɪʃ ænd frɛnʧ./"
      },
      {
        "sentence": "The company is looking for a bilingual secretary.",
        "meaning-example": "Công ty đang tìm kiếm một thư ký song ngữ.",
        "ipa-example": "/ðə ˈkʌmpəni ɪz ˈlʊkɪŋ fɔr ə ˌbaɪˈlɪŋgwəl ˈsɛkrəˌtɛri./"
      }
    ]
  },
  {
    "word": "clone",
    "ipa": "/kloʊn/",
    "meaning": "Bản sao, nhân bản vô tính.",
    "image": "eew-5-21/4.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "clone",
        "meaning-example": "Bản sao, nhân bản vô tính.",
        "ipa-example": "/kloʊn/"
      },
      {
        "sentence": "\"Cờ-lôn\". \"Cờ-lôn\" nghe như \"cô đơn\", những bản sao (clone) thường sống rất cô đơn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person or thing regarded as an exact copy of another.",
        "meaning-example": "Một người hoặc vật được coi là một bản sao chính xác của người khác hoặc vật khác.",
        "ipa-example": "/ə ˈpɜrsən ɔr θɪŋ rɪˈgɑrdɪd æz ən ɪgˈzækt ˈkɑpi əv əˈnʌðər./"
      },
      {
        "sentence": "They were almost like clones.",
        "meaning-example": "Họ gần như là những bản sao.",
        "ipa-example": "/ðeɪ wər ˈɔlmoʊst laɪk kloʊnz./"
      },
      {
        "sentence": "Dolly the sheep was the first clone of an adult mammal.",
        "meaning-example": "Cừu Dolly là bản sao đầu tiên của một động vật có vú trưởng thành.",
        "ipa-example": "/ˈdɑli ðə ʃip wəz ðə fɜrst kloʊn əv ən əˈdʌlt ˈmæməl./"
      },
      {
        "sentence": "All the houses in the new development are clones of each other.",
        "meaning-example": "Tất cả các ngôi nhà trong khu phát triển mới đều là bản sao của nhau.",
        "ipa-example": "/ɔl ðə ˈhaʊzɪz ɪn ðə nu dɪˈvɛləpmənt ɑr kloʊnz əv iʧ ˈʌðər./"
      }
    ]
  },
  {
    "word": "colloquial",
    "ipa": "/kəˈloʊkwiəl/",
    "meaning": "Thông tục, dùng trong giao tiếp hàng ngày.",
    "image": "eew-5-21/5.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "colloquial",
        "meaning-example": "Thông tục, dùng trong giao tiếp hàng ngày.",
        "ipa-example": "/kəˈloʊkwiəl/"
      },
      {
        "sentence": "\"Cơ-lâu-quy-ồ\". \"Cơ\" hội nói chuyện \"lâu\" với người bản xứ sẽ giúp bạn học được nhiều từ ngữ thông tục (colloquial) \"quy\" giá \"ồ\" lên.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(Of language) used in ordinary or familiar conversation; not formal or literary.",
        "meaning-example": "(Về ngôn ngữ) được sử dụng trong các cuộc trò chuyện thông thường hoặc thân mật; không trang trọng hoặc văn chương.",
        "ipa-example": "/(əv ˈlæŋgwɪʤ) juzd ɪn ˈɔrdnˌɛri ɔr fəˈmɪljər ˌkɑnvərˈseɪʃən; nɑt ˈfɔrməl ɔr ˈlɪtəˌrɛri./"
      },
      {
        "sentence": "They even used the same colloquial language as each other.",
        "meaning-example": "Họ thậm chí còn sử dụng cùng một ngôn ngữ thông tục như nhau.",
        "ipa-example": "/ðeɪ ˈivɪn juzd ðə seɪm kəˈloʊkwiəl ˈlæŋgwɪʤ æz iʧ ˈʌðər./"
      },
      {
        "sentence": "\"Gonna\" is a colloquial form of \"going to\".",
        "meaning-example": "\"Gonna\" là một dạng thông tục của \"going to\".",
        "ipa-example": "/ˈgɑnə ɪz ə kəˈloʊkwiəl fɔrm əv ˈgoʊɪŋ tu./"
      },
      {
        "sentence": "His speech was full of colloquialisms.",
        "meaning-example": "Bài phát biểu của anh ấy đầy những từ ngữ thông tục.",
        "ipa-example": "/hɪz spiʧ wəz fʊl əv kəˈloʊkwiəˌlɪzəmz./"
      }
    ]
  },
  {
    "word": "cosmetics",
    "ipa": "/kɑːzˈmetɪks/",
    "meaning": "Mỹ phẩm.",
    "image": "eew-5-21/6.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "cosmetics",
        "meaning-example": "Mỹ phẩm.",
        "ipa-example": "/kɑːzˈmetɪks/"
      },
      {
        "sentence": "\"Cót-mê-tích\". Cô ấy \"tích\" cóp tiền để mua cả \"cót\" đồ mỹ phẩm (cosmetics) vì quá \"mê\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Substances or products used to enhance or alter the appearance of the face or body.",
        "meaning-example": "Các chất hoặc sản phẩm được sử dụng để tăng cường hoặc thay đổi diện mạo của khuôn mặt hoặc cơ thể.",
        "ipa-example": "/ˈsʌbstənsɪz ɔr ˈprɑdəkts juzd tu ɪnˈhæns ɔr ˈɔltər ði əˈpɪrəns əv ðə feɪs ɔr ˈbɑdi./"
      },
      {
        "sentence": "She was wearing nice clothes, cosmetics and looked skinnier.",
        "meaning-example": "Cô ấy mặc quần áo đẹp, trang điểm và trông gầy hơn.",
        "ipa-example": "/ʃi wəz ˈwɛrɪŋ naɪs kloʊðz, kɑzˈmɛtɪks ænd lʊkt ˈskɪniər./"
      },
      {
        "sentence": "She works on the cosmetics counter in a large department store.",
        "meaning-example": "Cô ấy làm việc tại quầy mỹ phẩm trong một cửa hàng bách hóa lớn.",
        "ipa-example": "/ʃi wɜrks ɒn ðə kɑzˈmɛtɪks ˈkaʊntər ɪn ə lɑrʤ dɪˈpɑrtmənt stɔr./"
      },
      {
        "sentence": "The company sells a wide range of cosmetics and toiletries.",
        "meaning-example": "Công ty bán nhiều loại mỹ phẩm và đồ dùng vệ sinh cá nhân.",
        "ipa-example": "/ðə ˈkʌmpəni sɛlz ə waɪd reɪnʤ əv kɑzˈmɛtɪks ænd ˈtɔɪlətriz./"
      }
    ]
  },
  {
    "word": "dash",
    "ipa": "/dæʃ/",
    "meaning": "Lao tới, xông tới.",
    "image": "eew-5-21/7.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "dash",
        "meaning-example": "Lao tới, xông tới.",
        "ipa-example": "/dæʃ/"
      },
      {
        "sentence": "Nghe như \"đá\". Anh ta \"đá\" quả bóng rồi lao (dash) nhanh về phía trước.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To run or travel somewhere in a great hurry.",
        "meaning-example": "Chạy hoặc đi đâu đó một cách vội vã.",
        "ipa-example": "/tu rʌn ɔr ˈtrævəl ˈsʌmˌwɛr ɪn ə greɪt ˈhɜri./"
      },
      {
        "sentence": "Alice dashed to the airport to greet her sister.",
        "meaning-example": "Alice lao đến sân bay để chào đón em gái mình.",
        "ipa-example": "/ˈælɪs dæʃt tu ði ˈɛrˌpɔrt tu grit hɜr ˈsɪstər./"
      },
      {
        "sentence": "I must dash, I'm late for my appointment.",
        "meaning-example": "Tôi phải đi nhanh thôi, tôi trễ hẹn rồi.",
        "ipa-example": "/aɪ mʌst dæʃ, aɪm leɪt fɔr maɪ əˈpɔɪntmənt./"
      },
      {
        "sentence": "He dashed across the road to avoid the car.",
        "meaning-example": "Anh ta lao qua đường để tránh chiếc ô tô.",
        "ipa-example": "/hi dæʃt əˈkrɔs ðə roʊd tu əˈvɔɪd ðə kɑr./"
      }
    ]
  },
  {
    "word": "disgust",
    "ipa": "/dɪsˈɡʌst/",
    "meaning": "Sự ghê tởm, sự phẫn nộ.",
    "image": "eew-5-21/8.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "disgust",
        "meaning-example": "Sự ghê tởm, sự phẫn nộ.",
        "ipa-example": "/dɪsˈɡʌst/"
      },
      {
        "sentence": "\"Đít-gớt\". Cái \"đít\" quần bị rách, để lộ vết bẩn làm mọi người cảm thấy ghê tởm (disgust).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A feeling of revulsion or strong disapproval aroused by something unpleasant or offensive.",
        "meaning-example": "Một cảm giác ghê tởm hoặc không tán thành mạnh mẽ nảy sinh bởi điều gì đó khó chịu hoặc xúc phạm.",
        "ipa-example": "/ə ˈfilɪŋ əv rɪˈvʌlʃən ɔr strɔŋ ˌdɪsəˈpruvəl əˈraʊzd baɪ ˈsʌmθɪŋ ənˈplɛzənt ɔr əˈfɛnsɪv./"
      },
      {
        "sentence": "It made Alice furious and filled her with disgust because in the past they’d always told each other everything.",
        "meaning-example": "Điều đó làm Alice tức giận và tràn đầy sự ghê tởm vì trước đây họ luôn kể cho nhau nghe mọi chuyện.",
        "ipa-example": "/ɪt meɪd ˈælɪs ˈfjʊriəs ænd fɪld hɜr wɪθ dɪsˈgʌst bɪˈkɔz ɪn ðə pæst ðeɪd ˈɔlweɪz toʊld iʧ ˈʌðər ˈɛvriˌθɪŋ./"
      },
      {
        "sentence": "She looked at him with disgust.",
        "meaning-example": "Cô nhìn anh với vẻ ghê tởm.",
        "ipa-example": "/ʃi lʊkt æt hɪm wɪθ dɪsˈgʌst./"
      },
      {
        "sentence": "I felt a sense of disgust at his behaviour.",
        "meaning-example": "Tôi cảm thấy ghê tởm trước hành vi của anh ta.",
        "ipa-example": "/aɪ fɛlt ə sɛns əv dɪsˈgʌst æt hɪz bɪˈheɪvjər./"
      }
    ]
  },
  {
    "word": "fluorescent",
    "ipa": "/ˌflɔːˈresnt/",
    "meaning": "Huỳnh quang, phát quang.",
    "image": "eew-5-21/9.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "fluorescent",
        "meaning-example": "Huỳnh quang, phát quang.",
        "ipa-example": "/ˌflɔːˈresnt/"
      },
      {
        "sentence": "\"Phờ-lo-re-sần\". \"Phờ\" phạc cả người vì phải đi dưới ánh đèn huỳnh quang (fluorescent) \"sần\" sùi trong \"lo\" sợ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(Of a substance) having or showing fluorescence; vividly colourful.",
        "meaning-example": "(Của một chất) có hoặc thể hiện sự huỳnh quang; có màu sắc sặc sỡ.",
        "ipa-example": "/(əv ə ˈsʌbstəns) ˈhævɪŋ ɔr ˈʃoʊɪŋ ˌflʊˈrɛsəns; ˈvɪvɪdli ˈkʌlərfl./"
      },
      {
        "sentence": "She was just wearing a fluorescent t-shirt, and her hair had knots in it.",
        "meaning-example": "Cô chỉ mặc một chiếc áo phông màu huỳnh quang, và tóc cô bị rối.",
        "ipa-example": "/ʃi wəz ʤʌst ˈwɛrɪŋ ə ˌflɔˈrɛsənt ˈti-ʃɜrt, ænd hɜr hɛr hæd nɑts ɪn ɪt./"
      },
      {
        "sentence": "The room was lit by a single fluorescent tube.",
        "meaning-example": "Căn phòng được thắp sáng bởi một ống đèn huỳnh quang duy nhất.",
        "ipa-example": "/ðə rum wəz lɪt baɪ ə ˈsɪŋgəl ˌflɔˈrɛsənt tub./"
      },
      {
        "sentence": "He wore a fluorescent yellow jacket to be visible to traffic.",
        "meaning-example": "Anh mặc một chiếc áo khoác màu vàng huỳnh quang để dễ nhìn thấy khi tham gia giao thông.",
        "ipa-example": "/hi wɔr ə ˌflɔˈrɛsənt ˈjɛloʊ ˈʤækɪt tu bi ˈvɪzəbəl tu ˈtræfɪk./"
      }
    ]
  },
  {
    "word": "furious",
    "ipa": "/ˈfjʊriəs/",
    "meaning": "Giận dữ, điên tiết.",
    "image": "eew-5-21/10.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "furious",
        "meaning-example": "Giận dữ, điên tiết.",
        "ipa-example": "/ˈfjʊriəs/"
      },
      {
        "sentence": "Giống trong phim \"Fast and Furious\", toàn những tay lái giận dữ (furious).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Extremely angry.",
        "meaning-example": "Cực kỳ tức giận.",
        "ipa-example": "/ɪkˈstrimli ˈæŋgri./"
      },
      {
        "sentence": "It made Alice furious and filled her with disgust because in the past they’d always told each other everything.",
        "meaning-example": "Điều đó làm Alice tức giận và tràn đầy sự ghê tởm vì trước đây họ luôn kể cho nhau nghe mọi chuyện.",
        "ipa-example": "/ɪt meɪd ˈælɪs ˈfjʊriəs ænd fɪld hɜr wɪθ dɪsˈgʌst bɪˈkɔz ɪn ðə pæst ðeɪd ˈɔlweɪz toʊld iʧ ˈʌðər ˈɛvriˌθɪŋ./"
      },
      {
        "sentence": "My boss was furious with me for being late.",
        "meaning-example": "Sếp của tôi đã rất tức giận với tôi vì đi muộn.",
        "ipa-example": "/maɪ bɔs wəz ˈfjʊriəs wɪθ mi fɔr ˈbiɪŋ leɪt./"
      },
      {
        "sentence": "She was furious at the way she had been treated.",
        "meaning-example": "Cô ấy tức giận về cách mình bị đối xử.",
        "ipa-example": "/ʃi wəz ˈfjʊriəs æt ðə weɪ ʃi hæd bɪn ˈtritɪd./"
      }
    ]
  },
  {
    "word": "gulf",
    "ipa": "/ɡʌlf/",
    "meaning": "Hố sâu ngăn cách, vịnh.",
    "image": "eew-5-21/11.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "gulf",
        "meaning-example": "Hố sâu ngăn cách, vịnh.",
        "ipa-example": "/ɡʌlf/"
      },
      {
        "sentence": "Nghe như \"gấp\". Khoảng cách giữa họ trở nên \"gấp\" bội, tạo ra một hố sâu ngăn cách (gulf).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A deep inlet of the sea almost surrounded by land, with a narrow mouth; a large gap or division between two people or groups.",
        "meaning-example": "Một vịnh sâu của biển gần như được bao quanh bởi đất liền, với một cửa hẹp; một khoảng cách hoặc sự chia rẽ lớn giữa hai người hoặc hai nhóm.",
        "ipa-example": "/ə dip ˈɪnˌlɛt əv ðə si ˈɔlmoʊst səˈraʊndɪd baɪ lænd, wɪθ ə ˈnɛroʊ maʊθ; ə lɑrʤ gæp ɔr dɪˈvɪʒən bɪˈtwin tu ˈpipəl ɔr grups./"
      },
      {
        "sentence": "Now there was a huge gulf between them.",
        "meaning-example": "Bây giờ có một hố sâu ngăn cách lớn giữa họ.",
        "ipa-example": "/naʊ ðɛr wəz ə hjuʤ gʌlf bɪˈtwin ðɛm./"
      },
      {
        "sentence": "The Gulf of Mexico is a large body of water.",
        "meaning-example": "Vịnh Mexico là một vùng nước lớn.",
        "ipa-example": "/ðə gʌlf əv ˈmɛksɪˌkoʊ ɪz ə lɑrʤ ˈbɑdi əv ˈwɔtər./"
      },
      {
        "sentence": "There is a growing gulf between the rich and the poor.",
        "meaning-example": "Có một hố sâu ngày càng lớn giữa người giàu và người nghèo.",
        "ipa-example": "/ðɛr ɪz ə ˈgroʊɪŋ gʌlf bɪˈtwin ðə rɪʧ ænd ðə pur./"
      }
    ]
  },
  {
    "word": "humanities",
    "ipa": "/hjuːˈmænətiz/",
    "meaning": "Khoa học nhân văn.",
    "image": "eew-5-21/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "humanities",
        "meaning-example": "Khoa học nhân văn.",
        "ipa-example": "/hjuːˈmænətiz/"
      },
      {
        "sentence": "\"Hiu-man-ni-tì\". \"Hiu-man\" (human - con người) cần học khoa học nhân văn (humanities) để hiểu về \"ni\"ềm tin và \"tì\"nh cảm của đồng loại.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Academic disciplines that study aspects of human society and culture.",
        "meaning-example": "Các ngành học thuật nghiên cứu các khía cạnh của xã hội và văn hóa loài người.",
        "ipa-example": "/ˌækəˈdɛmɪk ˈdɪsəplɪnz ðæt ˈstʌdi ˈæspɛkts əv ˈhjumən səˈsaɪəti ænd ˈkʌlʧər./"
      },
      {
        "sentence": "Alice liked humanities, and Katie was a good linguist.",
        "meaning-example": "Alice thích khoa học nhân văn, và Katie là một nhà ngôn ngữ học giỏi.",
        "ipa-example": "/ˈælɪs laɪkt hjuˈmænətiz, ænd ˈkeɪti wəz ə gʊd ˈlɪŋgwɪst./"
      },
      {
        "sentence": "She has a degree in the humanities.",
        "meaning-example": "Cô ấy có bằng cấp về khoa học nhân văn.",
        "ipa-example": "/ʃi hæz ə dɪˈgri ɪn ðə hjuˈmænətiz./"
      },
      {
        "sentence": "The humanities include subjects like history, literature, and philosophy.",
        "meaning-example": "Khoa học nhân văn bao gồm các môn học như lịch sử, văn học và triết học.",
        "ipa-example": "/ðə hjuˈmænətiz ɪnˈklud ˈsʌbʤɪkts laɪk ˈhɪstəri, ˈlɪtərəʧər, ænd fɪˈlɑsəfi./"
      }
    ]
  },
  {
    "word": "knot",
    "ipa": "/nɑːt/",
    "meaning": "Nút thắt, chỗ rối.",
    "image": "eew-5-21/13.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "knot",
        "meaning-example": "Nút thắt, chỗ rối.",
        "ipa-example": "/nɑːt/"
      },
      {
        "sentence": "Nghe như \"nót\". Lấy dây \"nót\" (note) lại bằng một nút thắt (knot).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A fastening made by looping a piece of string, rope, or something similar on itself and tightening it.",
        "meaning-example": "Một mối buộc được tạo ra bằng cách vòng một đoạn dây, dây thừng hoặc vật tương tự lên chính nó và thắt chặt lại.",
        "ipa-example": "/ə ˈfæsənɪŋ meɪd baɪ ˈlupɪŋ ə pis əv strɪŋ, roʊp, ɔr ˈsʌmθɪŋ ˈsɪmələr ɒn ɪtˈsɛlf ænd ˈtaɪtənɪŋ ɪt./"
      },
      {
        "sentence": "...and her hair had knots in it.",
        "meaning-example": "...và tóc cô ấy bị rối.",
        "ipa-example": "/...ænd hɜr hɛr hæd nɑts ɪn ɪt./"
      },
      {
        "sentence": "He tied a knot in the rope.",
        "meaning-example": "Anh ấy thắt một nút thắt trên sợi dây.",
        "ipa-example": "/hi taɪd ə nɑt ɪn ðə roʊp./"
      },
      {
        "sentence": "I can't get this knot out of my shoelace.",
        "meaning-example": "Tôi không thể gỡ nút thắt này ra khỏi dây giày của mình.",
        "ipa-example": "/aɪ kænt gɛt ðɪs nɑt aʊt əv maɪ ˈʃuˌleɪs./"
      }
    ]
  },
  {
    "word": "linguist",
    "ipa": "/ˈlɪŋɡwɪst/",
    "meaning": "Nhà ngôn ngữ học, người giỏi ngoại ngữ.",
    "image": "eew-5-21/14.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "linguist",
        "meaning-example": "Nhà ngôn ngữ học, người giỏi ngoại ngữ.",
        "ipa-example": "/ˈlɪŋɡwɪst/"
      },
      {
        "sentence": "\"Lin-guýt\". Người \"lin\"h hoạt \"uýt\" sáo bằng nhiều thứ tiếng đích thị là một nhà ngôn ngữ học (linguist).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person skilled in foreign languages or a person who studies linguistics.",
        "meaning-example": "Một người thành thạo ngoại ngữ hoặc một người nghiên cứu ngôn ngữ học.",
        "ipa-example": "/ə ˈpɜrsən skɪld ɪn ˈfɔrən ˈlæŋgwɪʤɪz ɔr ə ˈpɜrsən hu ˈstʌdiz lɪŋˈgwɪstɪks./"
      },
      {
        "sentence": "...and Katie was a good linguist.",
        "meaning-example": "...và Katie là một nhà ngôn ngữ học giỏi.",
        "ipa-example": "/...ænd ˈkeɪti wəz ə gʊd ˈlɪŋgwɪst./"
      },
      {
        "sentence": "He is a brilliant linguist and can speak seven languages.",
        "meaning-example": "Anh ấy là một nhà ngôn ngữ học xuất sắc và có thể nói bảy thứ tiếng.",
        "ipa-example": "/hi ɪz ə ˈbrɪljənt ˈlɪŋgwɪst ænd kæn spik ˈsɛvən ˈlæŋgwɪʤɪz./"
      },
      {
        "sentence": "A linguist studies how language works.",
        "meaning-example": "Một nhà ngôn ngữ học nghiên cứu cách ngôn ngữ hoạt động.",
        "ipa-example": "/ə ˈlɪŋgwɪst ˈstʌdiz haʊ ˈlæŋgwɪʤ wɜrks./"
      }
    ]
  },
  {
    "word": "participant",
    "ipa": "/pɑːrˈtɪsɪpənt/",
    "meaning": "Người tham gia.",
    "image": "eew-5-21/15.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "participant",
        "meaning-example": "Người tham gia.",
        "ipa-example": "/pɑːrˈtɪsɪpənt/"
      },
      {
        "sentence": "\"Pa-ti-xi-pần\". Đến \"pa-ti\" (party) thì phải \"xì\" tiền ra \"pần\" (phần) của mình, đó là trách nhiệm của người tham gia (participant).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person who takes part in something.",
        "meaning-example": "Một người tham gia vào một cái gì đó.",
        "ipa-example": "/ə ˈpɜrsən hu teɪks pɑrt ɪn ˈsʌmθɪŋ./"
      },
      {
        "sentence": "Katie decided to be a participant at a summer camp in France.",
        "meaning-example": "Katie quyết định tham gia một trại hè ở Pháp.",
        "ipa-example": "/ˈkeɪti dɪˈsaɪdɪd tu bi ə pɑrˈtɪsəpənt æt ə ˈsʌmər kæmp ɪn fræns./"
      },
      {
        "sentence": "All participants in the conference received a welcome pack.",
        "meaning-example": "Tất cả những người tham gia hội nghị đều nhận được một gói chào mừng.",
        "ipa-example": "/ɔl pɑrˈtɪsəpənts ɪn ðə ˈkɑnfərəns rɪˈsivd ə ˈwɛlkəm pæk./"
      },
      {
        "sentence": "He has been an active participant in the team's success.",
        "meaning-example": "Anh ấy đã là một người tham gia tích cực vào thành công của đội.",
        "ipa-example": "/hi hæz bɪn ən ˈæktɪv pɑrˈtɪsəpənt ɪn ðə timz səkˈsɛs./"
      }
    ]
  },
  {
    "word": "plausible",
    "ipa": "/ˈplɔːzəbl/",
    "meaning": "Có vẻ hợp lý, đáng tin.",
    "image": "eew-5-21/16.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "plausible",
        "meaning-example": "Có vẻ hợp lý, đáng tin.",
        "ipa-example": "/ˈplɔːzəbl/"
      },
      {
        "sentence": "\"Plausible\" nghe như \"possible\". Nếu một điều gì đó \"plausible\" thì nó nghe có vẻ \"possible\" (có thể xảy ra), tức là có vẻ hợp lý.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of an argument or statement) seeming reasonable or probable.",
        "meaning-example": "(của một lập luận hoặc tuyên bố) có vẻ hợp lý hoặc có thể xảy ra.",
        "ipa-example": "/(əv ən ˈɑrgjəmənt ɔr ˈsteɪtmənt) ˈsimɪŋ ˈrizənəbəl ɔr ˈprɑbəbəl./"
      },
      {
        "sentence": "But it’s totally plausible for twins to have different interests.",
        "meaning-example": "Nhưng hoàn toàn hợp lý khi các cặp song sinh có những sở thích khác nhau.",
        "ipa-example": "/bʌt ɪts ˈtoʊtəli ˈplɔzəbəl fɔr twɪnz tu hæv ˈdɪfərənt ˈɪntrəsts./"
      },
      {
        "sentence": "Her story sounded plausible enough.",
        "meaning-example": "Câu chuyện của cô ấy nghe có vẻ đủ hợp lý.",
        "ipa-example": "/hɜr ˈstɔri ˈsaʊndɪd ˈplɔzəbəl ɪˈnʌf./"
      },
      {
        "sentence": "The police have a plausible theory about the crime.",
        "meaning-example": "Cảnh sát có một giả thuyết hợp lý về vụ án.",
        "ipa-example": "/ðə pəˈlis hæv ə ˈplɔzəbəl ˈθɪri əˈbaʊt ðə kraɪm./"
      }
    ]
  },
  {
    "word": "ritual",
    "ipa": "/ˈrɪtʃuəl/",
    "meaning": "Nghi lễ, nghi thức.",
    "image": "eew-5-21/17.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "ritual",
        "meaning-example": "Nghi lễ, nghi thức.",
        "ipa-example": "/ˈrɪtʃuəl/"
      },
      {
        "sentence": "\"Ri-chu-ồ\". \"Ri\"êng trong nhà này, việc \"chu\"ẩn bị cho bữa tối là một nghi thức (ritual) quan trọng, \"ồ\" lên là biết ngay.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A religious or solemn ceremony consisting of a series of actions performed according to a prescribed order.",
        "meaning-example": "Một buổi lễ tôn giáo hoặc trang trọng bao gồm một chuỗi các hành động được thực hiện theo một trật tự quy định.",
        "ipa-example": "/ə rɪˈlɪʤəs ɔr ˈsɑləm ˈsɛrəˌmoʊni kənˈsɪstɪŋ əv ə ˈsɪriz əv ˈækʃənz pərˈfɔrmd əˈkɔrdɪŋ tu ə prɪˈskraɪbd ˈɔrdər./"
      },
      {
        "sentence": "All their lives, they’d had a ritual.",
        "meaning-example": "Cả đời họ, họ đã có một nghi thức.",
        "ipa-example": "/ɔl ðɛr laɪvz, ðeɪd hæd ə ˈrɪʧuəl./"
      },
      {
        "sentence": "Sunday lunch with my grandparents is a family ritual.",
        "meaning-example": "Bữa trưa Chủ nhật với ông bà tôi là một nghi thức gia đình.",
        "ipa-example": "/ˈsʌndeɪ lʌnʧ wɪθ maɪ ˈgrændˌpɛrənts ɪz ə ˈfæməli ˈrɪʧuəl./"
      },
      {
        "sentence": "The tribe has a special ritual for the start of the harvest season.",
        "meaning-example": "Bộ lạc có một nghi lễ đặc biệt cho sự bắt đầu của mùa thu hoạch.",
        "ipa-example": "/ðə traɪb hæz ə ˈspɛʃəl ˈrɪʧuəl fɔr ðə stɑrt əv ðə ˈhɑrvəst ˈsizən./"
      }
    ]
  },
  {
    "word": "sibling",
    "ipa": "/ˈsɪblɪŋ/",
    "meaning": "Anh chị em ruột.",
    "image": "eew-5-21/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "sibling",
        "meaning-example": "Anh chị em ruột.",
        "ipa-example": "/ˈsɪblɪŋ/"
      },
      {
        "sentence": "\"Síp-lin\". Anh chị em (sibling) trong nhà phải \"ship\" hàng \"lin\"h tinh phụ giúp nhau.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Each of two or more children or offspring having one or both parents in common; a brother or sister.",
        "meaning-example": "Mỗi người trong hai hoặc nhiều đứa trẻ hoặc con cái có chung một hoặc cả hai cha mẹ; một người anh hoặc chị em.",
        "ipa-example": "/iʧ əv tu ɔr mɔr ˈʧɪldrən ɔr ˈɔfˌsprɪŋ ˈhævɪŋ wʌn ɔr boʊθ ˈpɛrənts ɪn ˈkɑmən; ə ˈbrʌðər ɔr ˈsɪstər./"
      },
      {
        "sentence": "They were so alike that few people could tell the siblings apart.",
        "meaning-example": "Họ giống nhau đến nỗi ít ai có thể phân biệt được hai chị em.",
        "ipa-example": "/ðeɪ wər soʊ əˈlaɪk ðæt fju ˈpipəl kʊd tɛl ðə ˈsɪblɪŋz əˈpɑrt./"
      },
      {
        "sentence": "Do you have any siblings?",
        "meaning-example": "Bạn có anh chị em nào không?",
        "ipa-example": "/du ju hæv ˈɛni ˈsɪblɪŋz?/"
      },
      {
        "sentence": "There was a lot of sibling rivalry between my brother and me.",
        "meaning-example": "Có rất nhiều sự ganh đua giữa anh trai tôi và tôi.",
        "ipa-example": "/ðɛr wəz ə lɑt əv ˈsɪblɪŋ ˈraɪvəlri bɪˈtwin maɪ ˈbrʌðər ænd mi./"
      }
    ]
  },
  {
    "word": "skinny",
    "ipa": "/ˈskɪni/",
    "meaning": "Gầy, mảnh khảnh.",
    "image": "eew-5-21/19.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "skinny",
        "meaning-example": "Gầy, mảnh khảnh.",
        "ipa-example": "/ˈskɪni/"
      },
      {
        "sentence": "\"Sờ-kin-ni\". \"Sờ\" vào \"kin\" (da - skin) của cô ấy thấy toàn xương vì cô ấy quá gầy (skinny).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of a person or part of their body) very thin.",
        "meaning-example": "(của một người hoặc một bộ phận của cơ thể họ) rất gầy.",
        "ipa-example": "/(əv ə ˈpɜrsən ɔr pɑrt əv ðɛr ˈbɑdi) ˈvɛri θɪn./"
      },
      {
        "sentence": "She was wearing nice clothes, cosmetics and looked skinnier.",
        "meaning-example": "Cô ấy mặc quần áo đẹp, trang điểm và trông gầy hơn.",
        "ipa-example": "/ʃi wəz ˈwɛrɪŋ naɪs kloʊðz, kɑzˈmɛtɪks ænd lʊkt ˈskɪniər./"
      },
      {
        "sentence": "He was a skinny kid with big glasses.",
        "meaning-example": "Cậu bé là một đứa trẻ gầy gò với cặp kính lớn.",
        "ipa-example": "/hi wəz ə ˈskɪni kɪd wɪθ bɪg ˈglæsɪz./"
      },
      {
        "sentence": "I like to wear skinny jeans.",
        "meaning-example": "Tôi thích mặc quần jean bó.",
        "ipa-example": "/aɪ laɪk tu wɛr ˈskɪni ʤinz./"
      }
    ]
  },
  {
    "word": "vague",
    "ipa": "/veɪɡ/",
    "meaning": "Mơ hồ, không rõ ràng.",
    "image": "eew-5-21/20.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "vague",
        "meaning-example": "Mơ hồ, không rõ ràng.",
        "ipa-example": "/veɪɡ/"
      },
      {
        "sentence": "Nghe như \"vây\". Bị \"vây\" quanh bởi đám đông, câu trả lời của anh ta trở nên mơ hồ (vague).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Of uncertain, indefinite, or unclear character or meaning.",
        "meaning-example": "Có tính chất hoặc ý nghĩa không chắc chắn, không xác định hoặc không rõ ràng.",
        "ipa-example": "/əv ənˈsɜrtən, ɪnˈdɛfənət, ɔr ənˈklɪr ˈkɛrəktər ɔr ˈminɪŋ./"
      },
      {
        "sentence": "When Alice asked Katie about France, Katie was vague and didn’t say much.",
        "meaning-example": "Khi Alice hỏi Katie về nước Pháp, Katie đã trả lời mơ hồ và không nói nhiều.",
        "ipa-example": "/wɛn ˈælɪs æskt ˈkeɪti əˈbaʊt fræns, ˈkeɪti wəz veɪg ænd ˈdɪdənt seɪ mʌʧ./"
      },
      {
        "sentence": "I have a vague memory of my first day at school.",
        "meaning-example": "Tôi có một ký ức mơ hồ về ngày đầu tiên đi học.",
        "ipa-example": "/aɪ hæv ə veɪg ˈmɛməri əv maɪ fɜrst deɪ æt skul./"
      },
      {
        "sentence": "The instructions he gave me were very vague.",
        "meaning-example": "Những hướng dẫn anh ấy đưa cho tôi rất mơ hồ.",
        "ipa-example": "/ðə ɪnˈstrʌkʃənz hi geɪv mi wər ˈvɛri veɪg./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "The Twins",
        "meaning-example": "Cặp song sinh",
        "ipa-example": "/ðə twɪnz/"
      },
      {
        "sentence": "Katie and Alice were twins.",
        "meaning-example": "Katie và Alice là chị em song sinh.",
        "ipa-example": "/ˈkeɪti ænd ˈælɪs wər twɪnz./"
      },
      {
        "sentence": "They were so alike that few people could tell the siblings apart.",
        "meaning-example": "Họ giống nhau đến nỗi ít ai có thể phân biệt được hai chị em.",
        "ipa-example": "/ðeɪ wər soʊ əˈlaɪk ðæt fju ˈpipəl kʊd tɛl ðə ˈsɪblɪŋz əˈpɑrt./"
      },
      {
        "sentence": "They were almost like clones.",
        "meaning-example": "Họ gần như là những bản sao.",
        "ipa-example": "/ðeɪ wər ˈɔlmoʊst laɪk kloʊnz./"
      },
      {
        "sentence": "They even used the same colloquial language as each other.",
        "meaning-example": "Họ thậm chí còn sử dụng cùng một ngôn ngữ thông tục như nhau.",
        "ipa-example": "/ðeɪ ˈivɪn juzd ðə seɪm kəˈloʊkwiəl ˈlæŋgwɪʤ æz iʧ ˈʌðər./"
      },
      {
        "sentence": "They were best friends.",
        "meaning-example": "Họ là những người bạn thân nhất.",
        "ipa-example": "/ðeɪ wər bɛst frɛndz./"
      },
      {
        "sentence": "But the twins’ attributes were not all identical.",
        "meaning-example": "Nhưng các thuộc tính của cặp song sinh không hoàn toàn giống nhau.",
        "ipa-example": "/bʌt ðə twɪnz ˈætrəˌbjuts wər nɑt ɔl aɪˈdɛntɪkəl./"
      },
      {
        "sentence": "Alice liked humanities, and Katie was a good linguist.",
        "meaning-example": "Alice thích khoa học nhân văn, và Katie là một nhà ngôn ngữ học giỏi.",
        "ipa-example": "/ˈælɪs laɪkt hjuˈmænətiz, ænd ˈkeɪti wəz ə gʊd ˈlɪŋgwɪst./"
      },
      {
        "sentence": "One summer, Katie decided to be a participant at a summer camp in France.",
        "meaning-example": "Một mùa hè nọ, Katie quyết định tham gia một trại hè ở Pháp.",
        "ipa-example": "/wʌn ˈsʌmər, ˈkeɪti dɪˈsaɪdɪd tu bi ə pɑrˈtɪsəpənt æt ə ˈsʌmər kæmp ɪn fræns./"
      },
      {
        "sentence": "Alice wasn’t interested in the French language, so she didn’t go.",
        "meaning-example": "Alice không quan tâm đến tiếng Pháp nên cô ấy đã không đi.",
        "ipa-example": "/ˈælɪs ˈwɑzənt ˈɪntrəstəd ɪn ðə frɛnʧ ˈlæŋgwɪʤ, soʊ ʃi ˈdɪdənt goʊ./"
      },
      {
        "sentence": "But she felt angry that Katie wanted to spend the summer away from her.",
        "meaning-example": "Nhưng cô cảm thấy tức giận vì Katie muốn xa cô cả mùa hè.",
        "ipa-example": "/bʌt ʃi fɛlt ˈæŋgri ðæt ˈkeɪti ˈwɑntɪd tu spɛnd ðə ˈsʌmər əˈweɪ frʌm hɜr./"
      },
      {
        "sentence": "Two months later, Katie returned.",
        "meaning-example": "Hai tháng sau, Katie trở về.",
        "ipa-example": "/tu mʌnθs ˈleɪtər, ˈkeɪti rɪˈtɜrnd./"
      },
      {
        "sentence": "Alice dashed to the airport to greet her sister.",
        "meaning-example": "Alice lao ra sân bay để chào đón chị gái.",
        "ipa-example": "/ˈælɪs dæʃt tu ði ˈɛrˌpɔrt tu grit hɜr ˈsɪstər./"
      },
      {
        "sentence": "But when Alice saw Katie, she was astounded.",
        "meaning-example": "Nhưng khi Alice nhìn thấy Katie, cô đã rất kinh ngạc.",
        "ipa-example": "/bʌt wɛn ˈælɪs sɔ ˈkeɪti, ʃi wəz əˈstaʊndɪd./"
      },
      {
        "sentence": "Katie was now bilingual, and she looked completely different!",
        "meaning-example": "Katie bây giờ đã nói được hai thứ tiếng, và cô ấy trông hoàn toàn khác!",
        "ipa-example": "/ˈkeɪti wəz naʊ ˌbaɪˈlɪŋgwəl, ænd ʃi lʊkt kəmˈplitli ˈdɪfərənt!/"
      },
      {
        "sentence": "She was wearing nice clothes, cosmetics and looked skinnier.",
        "meaning-example": "Cô ấy mặc quần áo đẹp, trang điểm và trông gầy hơn.",
        "ipa-example": "/ʃi wəz ˈwɛrɪŋ naɪs kloʊðz, kɑzˈmɛtɪks ænd lʊkt ˈskɪniər./"
      },
      {
        "sentence": "Alice felt very messy next to her.",
        "meaning-example": "Alice cảm thấy mình thật luộm thuộm bên cạnh cô ấy.",
        "ipa-example": "/ˈælɪs fɛlt ˈvɛri ˈmɛsi nɛkst tu hɜr./"
      },
      {
        "sentence": "She was just wearing a fluorescent t-shirt, and her hair had knots in it.",
        "meaning-example": "Cô chỉ mặc một chiếc áo phông màu huỳnh quang, và tóc cô bị rối.",
        "ipa-example": "/ʃi wəz ʤʌst ˈwɛrɪŋ ə ˌflɔˈrɛsənt ˈti-ʃɜrt, ænd hɜr hɛr hæd nɑts ɪn ɪt./"
      },
      {
        "sentence": "When Alice asked Katie about France, Katie was vague and didn’t say much.",
        "meaning-example": "Khi Alice hỏi Katie về nước Pháp, Katie đã trả lời mơ hồ và không nói nhiều.",
        "ipa-example": "/wɛn ˈælɪs æskt ˈkeɪti əˈbaʊt fræns, ˈkeɪti wəz veɪg ænd ˈdɪdənt seɪ mʌʧ./"
      },
      {
        "sentence": "It made Alice furious and filled her with disgust because in the past they’d always told each other everything.",
        "meaning-example": "Điều đó làm Alice tức giận và tràn đầy sự ghê tởm vì trước đây họ luôn kể cho nhau nghe mọi chuyện.",
        "ipa-example": "/ɪt meɪd ˈælɪs ˈfjʊriəs ænd fɪld hɜr wɪθ dɪsˈgʌst bɪˈkɔz ɪn ðə pæst ðeɪd ˈɔlweɪz toʊld iʧ ˈʌðər ˈɛvriˌθɪŋ./"
      },
      {
        "sentence": "Now there was a huge gulf between them.",
        "meaning-example": "Bây giờ có một hố sâu ngăn cách lớn giữa họ.",
        "ipa-example": "/naʊ ðɛr wəz ə hjuʤ gʌlf bɪˈtwin ðɛm./"
      },
      {
        "sentence": "Over the weeks, the sisters spoke even less.",
        "meaning-example": "Qua nhiều tuần, hai chị em càng ít nói chuyện hơn.",
        "ipa-example": "/ˈoʊvər ðə wiks, ðə ˈsɪstərz spoʊk ˈivɪn lɛs./"
      },
      {
        "sentence": "Two months later, it was the twins’ birthday.",
        "meaning-example": "Hai tháng sau là sinh nhật của cặp song sinh.",
        "ipa-example": "/tu mʌnθs ˈleɪtər, ɪt wəz ðə twɪnz ˈbɜrθˌdeɪ./"
      },
      {
        "sentence": "All their lives, they’d had a ritual.",
        "meaning-example": "Cả đời họ, họ đã có một nghi thức.",
        "ipa-example": "/ɔl ðɛr laɪvz, ðeɪd hæd ə ˈrɪʧuəl./"
      },
      {
        "sentence": "Before their birthday, they’d talk all night long.",
        "meaning-example": "Trước sinh nhật, họ sẽ nói chuyện suốt đêm.",
        "ipa-example": "/bɪˈfɔr ðɛr ˈbɜrθˌdeɪ, ðeɪd tɔk ɔl naɪt lɔŋ./"
      },
      {
        "sentence": "That night, Alice came into Katie’s bedroom.",
        "meaning-example": "Đêm đó, Alice bước vào phòng ngủ của Katie.",
        "ipa-example": "/ðæt naɪt, ˈælɪs keɪm ˈɪntu ˈkeɪtiz ˈbɛˌdrum./"
      },
      {
        "sentence": "“I’m sorry I haven’t spoken much lately,” Katie said.",
        "meaning-example": "\"Chị xin lỗi vì gần đây chị không nói chuyện nhiều\", Katie nói.",
        "ipa-example": "/aɪm ˈsɑri aɪ ˈhævənt ˈspoʊkən mʌʧ ˈleɪtli,” ˈkeɪti sɛd./"
      },
      {
        "sentence": "“I understand. You have new friends now,” said Alice, angrily.",
        "meaning-example": "\"Em hiểu. Bây giờ chị có bạn mới rồi,\" Alice tức giận nói.",
        "ipa-example": "/aɪ ˌʌndərˈstænd. ju hæv nu frɛndz naʊ,” sɛd ˈælɪs, ˈæŋgrəli./"
      },
      {
        "sentence": "Katie said, “My French friends don’t write much nowadays. For a while, I thought they were more exciting than my friends at home. But I was wrong. You’re my sister, and you’ll always be my best friend.”",
        "meaning-example": "Katie nói, “Các bạn người Pháp của chị bây giờ không viết thư nhiều. Có một thời gian, chị đã nghĩ rằng họ thú vị hơn những người bạn ở nhà. Nhưng chị đã sai. Em là em gái của chị, và em sẽ luôn là người bạn thân nhất của chị.”",
        "ipa-example": "/ˈkeɪti sɛd, “maɪ frɛnʧ frɛndz doʊnt raɪt mʌʧ ˈnaʊəˌdeɪz. fɔr ə waɪl, aɪ θɔt ðeɪ wər mɔr ɪkˈsaɪtɪŋ ðæn maɪ frɛndz æt hoʊm. bʌt aɪ wəz rɔŋ. jʊr maɪ ˈsɪstər, ænd jul ˈɔlweɪz bi maɪ bɛst frɛnd.”/"
      },
      {
        "sentence": "Alice said, “I’m sorry, too. I wanted our relationship to stay the same forever. But it’s totally plausible for twins to have different interests. We can still be best friends without being together all the time.”",
        "meaning-example": "Alice nói, “Em cũng xin lỗi. Em muốn mối quan hệ của chúng ta mãi mãi như cũ. Nhưng hoàn toàn hợp lý khi các cặp song sinh có những sở thích khác nhau. Chúng ta vẫn có thể là bạn thân nhất mà không cần phải ở bên nhau mọi lúc.”",
        "ipa-example": "/ˈælɪs sɛd, “aɪm ˈsɑri, tu. aɪ ˈwɑntɪd ˈaʊər riˈleɪʃənˌʃɪp tu steɪ ðə seɪm fəˈrɛvər. bʌt ɪts ˈtoʊtəli ˈplɔzəbəl fɔr twɪnz tu hæv ˈdɪfərənt ˈɪntrəsts. wi kæn stɪl bi bɛst frɛndz wɪˈθaʊt ˈbiɪŋ təˈgɛðər ɔl ðə taɪm.”/"
      }
    ]
  }
]
