[
  {
    "word": "astronomical",
    "ipa": "/ˌæstrəˈnɑːmɪkl/",
    "meaning": "Thuộc thiên văn học; cực kỳ lớn.",
    "image": "eew-5-23/1.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "astronomical",
        "meaning-example": "Thuộc thiên văn học; cực kỳ lớn.",
        "ipa-example": "/ˌæstrəˈnɑːmɪkl/"
      },
      {
        "sentence": "\"Át-trơ-no-mi-cồ\". Những con số thuộc về \"thiên văn học\" (astronomical) này lớn đến nỗi làm mình \"át\" cả \"trơ\" ra, không \"nó-mi\" (nói năng) gì được.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Relating to astronomy; (of an amount) extremely large.",
        "meaning-example": "Thuộc thiên văn học; (của một số lượng) cực kỳ lớn.",
        "ipa-example": "/rɪˈleɪtɪŋ tu əˈstrɑnəmi; (əv ən əˈmaʊnt) ɪkˈstrimli lɑrʤ./"
      },
      {
        "sentence": "One day, it approached the area of an astronomical star.",
        "meaning-example": "Một ngày nọ, nó đến gần khu vực của một ngôi sao thiên văn.",
        "ipa-example": "/wʌn deɪ, ɪt əˈproʊʧt ði ˈɛriə əv ən ˌæstrəˈnɑmɪkəl stɑr./"
      },
      {
        "sentence": "He is an expert in astronomical research.",
        "meaning-example": "Anh ấy là một chuyên gia trong nghiên cứu thiên văn học.",
        "ipa-example": "/hi ɪz ən ˈɛkspɜrt ɪn ˌæstrəˈnɑmɪkəl ˈrisɜrʧ./"
      },
      {
        "sentence": "The cost of the project was astronomical.",
        "meaning-example": "Chi phí của dự án là cực kỳ lớn.",
        "ipa-example": "/ðə kɔst əv ðə ˈprɑʤɛkt wəz ˌæstrəˈnɑmɪkəl./"
      }
    ]
  },
  {
    "word": "atom",
    "ipa": "/ˈætəm/",
    "meaning": "Nguyên tử.",
    "image": "eew-5-23/2.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "atom",
        "meaning-example": "Nguyên tử.",
        "ipa-example": "/ˈætəm/"
      },
      {
        "sentence": "\"A-tòm\". \"A\", sao con kiến nó \"tòm\" tem cái hạt \"nguyên tử\" (atom) nhỏ xíu này.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The smallest unit of any chemical element.",
        "meaning-example": "Đơn vị nhỏ nhất của bất kỳ nguyên tố hóa học nào.",
        "ipa-example": "/ðə ˈsmɔləst ˈjunət əv ˈɛni ˈkɛmɪkəl ˈɛləmənt./"
      },
      {
        "sentence": "It felt like an insignificant atom.",
        "meaning-example": "Nó cảm thấy mình như một nguyên tử không đáng kể.",
        "ipa-example": "/ɪt fɛlt laɪk ən ˌɪnsɪgˈnɪfɪkənt ˈætəm./"
      },
      {
        "sentence": "A water molecule consists of two hydrogen atoms and one oxygen atom.",
        "meaning-example": "Một phân tử nước bao gồm hai nguyên tử hydro và một nguyên tử oxy.",
        "ipa-example": "/ə ˈwɔtər ˈmɑlɪˌkjul kənˈsɪsts əv tu ˈhaɪdrəʤən ˈætəmz ænd wʌn ˈɑksɪʤən ˈætəm./"
      },
      {
        "sentence": "Scientists are studying the structure of the atom.",
        "meaning-example": "Các nhà khoa học đang nghiên cứu cấu trúc của nguyên tử.",
        "ipa-example": "/ˈsaɪəntɪsts ɑr ˈstʌdiɪŋ ðə ˈstrʌkʧər əv ði ˈætəm./"
      }
    ]
  },
  {
    "word": "breadth",
    "ipa": "/bredθ/",
    "meaning": "Bề rộng, bề ngang.",
    "image": "eew-5-23/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "breadth",
        "meaning-example": "Bề rộng, bề ngang.",
        "ipa-example": "/bredθ/"
      },
      {
        "sentence": "\"Bret\". \"Bề rộng\" (breadth) của cái bánh \"mì\" (bread) này to quá.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The distance or measurement from side to side of something; width.",
        "meaning-example": "Khoảng cách hoặc số đo từ bên này sang bên kia của một vật; chiều rộng.",
        "ipa-example": "/ðə ˈdɪstəns ɔr ˈmɛʒərmənt frʌm saɪd tu saɪd əv ˈsʌmθɪŋ; wɪdθ./"
      },
      {
        "sentence": "The sphere had a circumference hundreds of times larger than the breadth of the small rock.",
        "meaning-example": "Quả cầu có chu vi lớn hơn hàng trăm lần so với bề rộng của tảng đá nhỏ.",
        "ipa-example": "/ðə sfɪr hæd ə sərˈkʌmfərəns ˈhʌndrədz əv taɪmz ˈlɑrʤər ðæn ðə brɛdθ əv ðə smɔl rɑk./"
      },
      {
        "sentence": "The breadth of the river is about 200 meters.",
        "meaning-example": "Bề rộng của con sông khoảng 200 mét.",
        "ipa-example": "/ðə brɛdθ əv ðə ˈrɪvər ɪz əˈbaʊt tu ˈhʌndrəd ˈmitərz./"
      },
      {
        "sentence": "She has a great breadth of knowledge on the subject.",
        "meaning-example": "Cô ấy có kiến thức sâu rộng về chủ đề này.",
        "ipa-example": "/ʃi hæz ə greɪt brɛdθ əv ˈnɑlɪʤ ɑn ðə ˈsʌbʤɪkt./"
      }
    ]
  },
  {
    "word": "circumference",
    "ipa": "/sərˈkʌmfərəns/",
    "meaning": "Chu vi (của đường tròn).",
    "image": "eew-5-23/4.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "circumference",
        "meaning-example": "Chu vi (của đường tròn).",
        "ipa-example": "/sərˈkʌmfərəns/"
      },
      {
        "sentence": "\"Sơ-căm-phơ-rừn-s\". \"Sơ\" sơ đo \"chu vi\" (circumference) của cái bánh \"căm\" (cam) này là \"phờ\" râu luôn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The distance around the edge of a circle or a round object.",
        "meaning-example": "Khoảng cách xung quanh mép của một hình tròn hoặc một vật tròn.",
        "ipa-example": "/ðə ˈdɪstəns əˈraʊnd ði ɛʤ əv ə ˈsɜrkəl ɔr ə raʊnd ˈɑbʤɛkt./"
      },
      {
        "sentence": "The sphere had a circumference hundreds of times larger than the breadth of the small rock.",
        "meaning-example": "Quả cầu có chu vi lớn hơn hàng trăm lần so với bề rộng của tảng đá nhỏ.",
        "ipa-example": "/ðə sfɪr hæd ə sərˈkʌmfərəns ˈhʌndrədz əv taɪmz ˈlɑrʤər ðæn ðə brɛdθ əv ðə smɔl rɑk./"
      },
      {
        "sentence": "What is the circumference of the Earth?",
        "meaning-example": "Chu vi của Trái Đất là bao nhiêu?",
        "ipa-example": "/wʌt ɪz ðə sərˈkʌmfərəns əv ði ɜrθ?/"
      },
      {
        "sentence": "We measured the circumference of the tree trunk.",
        "meaning-example": "Chúng tôi đã đo chu vi của thân cây.",
        "ipa-example": "/wi ˈmɛʒərd ðə sərˈkʌmfərəns əv ðə tri trʌŋk./"
      }
    ]
  },
  {
    "word": "comet",
    "ipa": "/ˈkɑːmɪt/",
    "meaning": "Sao chổi.",
    "image": "eew-5-23/5.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "comet",
        "meaning-example": "Sao chổi.",
        "ipa-example": "/ˈkɑːmɪt/"
      },
      {
        "sentence": "\"Com-mịt\". \"Sao chổi\" (comet) bay nhanh như tên lửa, \"com-măng\" (command) một cái là nó bay \"mịt\" mù.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A celestial object consisting of a nucleus of ice and dust and, when near the sun, a ‘tail’ of gas and dust particles pointing away from the sun.",
        "meaning-example": "Một thiên thể bao gồm một nhân băng và bụi và, khi ở gần mặt trời, một 'cái đuôi' gồm các hạt khí và bụi hướng ra xa mặt trời.",
        "ipa-example": "/ə səˈlɛsʧəl ˈɑbʤɛkt kənˈsɪstɪŋ əv ə ˈnukliəs əv aɪs ænd dʌst ænd, wɛn nɪr ðə sʌn, ə ‘teɪl’ əv gæs ænd dʌst ˈpɑrtɪkəlz ˈpɔɪntɪŋ əˈweɪ frʌm ðə sʌn./"
      },
      {
        "sentence": "Then the steam extended behind the comet to form a brilliant tail.",
        "meaning-example": "Sau đó, hơi nước kéo dài phía sau sao chổi để tạo thành một cái đuôi rực rỡ.",
        "ipa-example": "/ðɛn ðə stim ɪkˈstɛndɪd bɪˈhaɪnd ðə ˈkɑmɪt tu fɔrm ə ˈbrɪljənt teɪl./"
      },
      {
        "sentence": "Halley's Comet is visible from Earth about every 76 years.",
        "meaning-example": "Sao chổi Halley có thể nhìn thấy từ Trái Đất khoảng 76 năm một lần.",
        "ipa-example": "/ˈhæliz ˈkɑmɪt ɪz ˈvɪzəbəl frʌm ɜrθ əˈbaʊt ˈɛvəri ˈsɛvənti sɪks jɪrz./"
      },
      {
        "sentence": "We used a telescope to look at the comet.",
        "meaning-example": "Chúng tôi đã sử dụng kính thiên văn để quan sát sao chổi.",
        "ipa-example": "/wi juzd ə ˈtɛləˌskoʊp tu lʊk æt ðə ˈkɑmɪt./"
      }
    ]
  },
  {
    "word": "crater",
    "ipa": "/ˈkreɪtər/",
    "meaning": "Hố (do va chạm thiên thạch hoặc núi lửa).",
    "image": "eew-5-23/6.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "crater",
        "meaning-example": "Hố (do va chạm thiên thạch hoặc núi lửa).",
        "ipa-example": "/ˈkreɪtər/"
      },
      {
        "sentence": "\"C-rây-tờ\". \"Cái ray\" này \"tờ\" ra vì rơi xuống \"hố\" (crater) trên mặt trăng.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A large bowl-shaped hole in the ground or on the surface of a planet or moon, typically one caused by an explosion or the impact of a meteorite.",
        "meaning-example": "Một cái hố lớn hình bát trên mặt đất hoặc trên bề mặt của một hành tinh hoặc mặt trăng, điển hình là do một vụ nổ hoặc tác động của một thiên thạch gây ra.",
        "ipa-example": "/ə lɑrʤ boʊl-ʃeɪpt hoʊl ɪn ðə graʊnd ɔr ɑn ðə ˈsɜrfəs əv ə ˈplænət ɔr mun, ˈtɪpɪkli wʌn kɔzd baɪ ən ɪkˈsploʊʒən ɔr ði ˈɪmpækt əv ə ˈmitiəˌraɪt./"
      },
      {
        "sentence": "It flew by beautiful crescent moons that were covered with craters and moon dust.",
        "meaning-example": "Nó bay qua những mặt trăng lưỡi liềm xinh đẹp phủ đầy những hố và bụi mặt trăng.",
        "ipa-example": "/ɪt flu baɪ ˈbjutəfəl ˈkrɛsənt munz ðæt wər ˈkʌvərd wɪθ ˈkreɪtərz ænd mun dʌst./"
      },
      {
        "sentence": "The moon's surface is full of craters.",
        "meaning-example": "Bề mặt của mặt trăng đầy những hố.",
        "ipa-example": "/ðə munz ˈsɜrfəs ɪz fʊl əv ˈkreɪtərz./"
      },
      {
        "sentence": "The explosion left a huge crater in the ground.",
        "meaning-example": "Vụ nổ để lại một cái hố khổng lồ trên mặt đất.",
        "ipa-example": "/ði ɪkˈsploʊʒən lɛft ə hjuʤ ˈkreɪtər ɪn ðə graʊnd./"
      }
    ]
  },
  {
    "word": "crescent",
    "ipa": "/ˈkresnt/",
    "meaning": "Hình lưỡi liềm.",
    "image": "eew-5-23/7.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "crescent",
        "meaning-example": "Hình lưỡi liềm.",
        "ipa-example": "/ˈkresnt/"
      },
      {
        "sentence": "\"C-rét-sừnt\". Trời \"rét\" căm căm, nhìn lên trời chỉ thấy mặt trăng \"lưỡi liềm\" (crescent) \"sần\" sùi.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The curved sickle shape of the waxing or waning moon.",
        "meaning-example": "Hình lưỡi liềm cong của mặt trăng tròn dần hoặc khuyết dần.",
        "ipa-example": "/ðə kɜrvd ˈsɪkəl ʃeɪp əv ðə ˈwæksɪŋ ɔr ˈweɪnɪŋ mun./"
      },
      {
        "sentence": "It flew by beautiful crescent moons that were covered with craters and moon dust.",
        "meaning-example": "Nó bay qua những mặt trăng lưỡi liềm xinh đẹp phủ đầy những hố và bụi mặt trăng.",
        "ipa-example": "/ɪt flu baɪ ˈbjutəfəl ˈkrɛsənt munz ðæt wər ˈkʌvərd wɪθ ˈkreɪtərz ænd mun dʌst./"
      },
      {
        "sentence": "I saw a crescent moon in the sky last night.",
        "meaning-example": "Tôi đã thấy một vầng trăng lưỡi liềm trên bầu trời đêm qua.",
        "ipa-example": "/aɪ sɔ ə ˈkrɛsənt mun ɪn ðə skaɪ læst naɪt./"
      },
      {
        "sentence": "The pastry was shaped like a crescent.",
        "meaning-example": "Chiếc bánh ngọt có hình lưỡi liềm.",
        "ipa-example": "/ðə ˈpeɪstri wəz ʃeɪpt laɪk ə ˈkrɛsənt./"
      }
    ]
  },
  {
    "word": "debris",
    "ipa": "/dəˈbriː/",
    "meaning": "Mảnh vỡ, mảnh vụn.",
    "image": "eew-5-23/8.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "debris",
        "meaning-example": "Mảnh vỡ, mảnh vụn.",
        "ipa-example": "/dəˈbriː/"
      },
      {
        "sentence": "\"Đe-b-ri\". \"Đè\" bẹp \"ri\"ết, cuối cùng chỉ còn lại một đống \"mảnh vỡ\" (debris).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Scattered pieces of waste or remains.",
        "meaning-example": "Những mảnh vụn hoặc tàn dư rải rác.",
        "ipa-example": "/ˈskætərd ˈpisɪz əv weɪst ɔr rɪˈmeɪnz./"
      },
      {
        "sentence": "It slowly drifted through the debris of broken asteroids with a feeling of sadness.",
        "meaning-example": "Nó từ từ trôi qua những mảnh vỡ của các tiểu hành tinh vỡ nát với một cảm giác buồn bã.",
        "ipa-example": "/ɪt ˈsloʊli ˈdrɪftɪd θru ðə dəˈbri əv ˈbroʊkən ˈæstəˌrɔɪdz wɪθ ə ˈfilɪŋ əv ˈsædnəs./"
      },
      {
        "sentence": "After the storm, the streets were covered with debris.",
        "meaning-example": "Sau cơn bão, đường phố phủ đầy mảnh vỡ.",
        "ipa-example": "/ˈæftər ðə stɔrm, ðə strits wər ˈkʌvərd wɪθ dəˈbri./"
      },
      {
        "sentence": "Space debris can be dangerous for satellites.",
        "meaning-example": "Mảnh vỡ không gian có thể gây nguy hiểm cho các vệ tinh.",
        "ipa-example": "/speɪs dəˈbri kæn bi ˈdeɪnʤərəs fɔr ˈsætəˌlaɪts./"
      }
    ]
  },
  {
    "word": "despair",
    "ipa": "/dɪˈsper/",
    "meaning": "Sự tuyệt vọng.",
    "image": "eew-5-23/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "despair",
        "meaning-example": "Sự tuyệt vọng.",
        "ipa-example": "/dɪˈsper/"
      },
      {
        "sentence": "\"Đi-spe\". \"Đi\" đâu cũng thấy thất bại, thật là \"tuyệt vọng\" (despair), chỉ muốn \"xì-phe\" (bỏ cuộc).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The complete loss or absence of hope.",
        "meaning-example": "Sự mất mát hoàn toàn hoặc không có hy vọng.",
        "ipa-example": "/ðə kəmˈplit lɔs ɔr ˈæbsəns əv hoʊp./"
      },
      {
        "sentence": "The rock was filled with despair.",
        "meaning-example": "Tảng đá tràn ngập sự tuyệt vọng.",
        "ipa-example": "/ðə rɑk wəz fɪld wɪθ dɪˈspɛr./"
      },
      {
        "sentence": "He gave up in despair.",
        "meaning-example": "Anh ấy đã từ bỏ trong tuyệt vọng.",
        "ipa-example": "/hi geɪv ʌp ɪn dɪˈspɛr./"
      },
      {
        "sentence": "A feeling of despair washed over her.",
        "meaning-example": "Một cảm giác tuyệt vọng bao trùm lấy cô.",
        "ipa-example": "/ə ˈfilɪŋ əv dɪˈspɛr wɑʃt ˈoʊvər hər./"
      }
    ]
  },
  {
    "word": "embed",
    "ipa": "/ɪmˈbed/",
    "meaning": "Ấn vào, gắn vào.",
    "image": "eew-5-23/10.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "embed",
        "meaning-example": "Ấn vào, gắn vào.",
        "ipa-example": "/ɪmˈbed/"
      },
      {
        "sentence": "\"Im-bét\". \"Gắn\" cái nút này vào \"im\" re và \"bét\" nhè luôn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To fix (an object) firmly and deeply in a surrounding mass.",
        "meaning-example": "Gắn chặt (một vật) vào một khối xung quanh.",
        "ipa-example": "/tu fɪks (ən ˈɑbʤɛkt) ˈfɜrmli ænd ˈdipli ɪn ə səˈraʊndɪŋ mæs./"
      },
      {
        "sentence": "Suddenly, the ice that was embedded in the rock’s tiny cracks melted and became steam.",
        "meaning-example": "Đột nhiên, băng được gắn trong các vết nứt nhỏ của tảng đá tan chảy và trở thành hơi nước.",
        "ipa-example": "/ˈsʌdənli, ði aɪs ðæt wəz ɪmˈbɛdɪd ɪn ðə rɑks ˈtaɪni kræks ˈmɛltɪd ænd bɪˈkeɪm stim./"
      },
      {
        "sentence": "A piece of glass was embedded in his leg.",
        "meaning-example": "Một mảnh thủy tinh đã găm vào chân anh ấy.",
        "ipa-example": "/ə pis əv glæs wəz ɪmˈbɛdɪd ɪn hɪz lɛg./"
      },
      {
        "sentence": "These ideas are deeply embedded in our culture.",
        "meaning-example": "Những ý tưởng này đã ăn sâu vào văn hóa của chúng ta.",
        "ipa-example": "/ðiz aɪˈdiəz ɑr ˈdipli ɪmˈbɛdɪd ɪn ˈaʊər ˈkʌlʧər./"
      }
    ]
  },
  {
    "word": "fragment",
    "ipa": "/ˈfræɡmənt/",
    "meaning": "Mảnh vỡ, mảnh.",
    "image": "eew-5-23/11.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "fragment",
        "meaning-example": "Mảnh vỡ, mảnh.",
        "ipa-example": "/ˈfræɡmənt/"
      },
      {
        "sentence": "\"Phréc-mừnt\". \"Phờ-rạc\" cả người vì phải đi nhặt từng \"mảnh vỡ\" (fragment) của cái bình.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A small part broken off or separated from something.",
        "meaning-example": "Một phần nhỏ bị vỡ hoặc tách ra khỏi một cái gì đó.",
        "ipa-example": "/ə smɔl pɑrt ˈbroʊkən ɔf ɔr ˈsɛpəˌreɪtɪd frʌm ˈsʌmθɪŋ./"
      },
      {
        "sentence": "It was surrounded by beauty and greatness, yet it was just a small and ugly fragment of rock.",
        "meaning-example": "Nó được bao quanh bởi vẻ đẹp và sự vĩ đại, nhưng nó chỉ là một mảnh đá nhỏ và xấu xí.",
        "ipa-example": "/ɪt wəz səˈraʊndɪd baɪ ˈbjuti ænd ˈgreɪtnəs, jɛt ɪt wəz ʤʌst ə smɔl ænd ˈʌgli ˈfrægmənt əv rɑk./"
      },
      {
        "sentence": "Police found fragments of the bomb.",
        "meaning-example": "Cảnh sát đã tìm thấy những mảnh vỡ của quả bom.",
        "ipa-example": "/pəˈlis faʊnd ˈfrægmənts əv ðə bɑm./"
      },
      {
        "sentence": "I overheard a fragment of their conversation.",
        "meaning-example": "Tôi tình cờ nghe được một đoạn trong cuộc trò chuyện của họ.",
        "ipa-example": "/aɪ ˌoʊvərˈhɜrd ə ˈfrægmənt əv ðɛr ˌkɑnvərˈseɪʃən./"
      }
    ]
  },
  {
    "word": "galaxy",
    "ipa": "/ˈɡæləksi/",
    "meaning": "Thiên hà.",
    "image": "eew-5-23/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "galaxy",
        "meaning-example": "Thiên hà.",
        "ipa-example": "/ˈɡæləksi/"
      },
      {
        "sentence": "\"Ga-lắc-xi\". \"Thiên hà\" (galaxy) của chúng ta có tên là \"Milky Way\", đi taxi \"ga\" nào cũng không tới.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A system of millions or billions of stars, together with gas and dust, held together by gravitational attraction.",
        "meaning-example": "Một hệ thống gồm hàng triệu hoặc hàng tỷ ngôi sao, cùng với khí và bụi, được giữ lại với nhau bởi lực hấp dẫn.",
        "ipa-example": "/ə ˈsɪstəm əv ˈmɪljənz ɔr ˈbɪljənz əv stɑrz, təˈgɛðər wɪθ gæs ænd dʌst, hɛld təˈgɛðər baɪ ˌgrævɪˈteɪʃənəl əˈtrækʃən./"
      },
      {
        "sentence": "In the vast and beautiful galaxy, it was only a tiny rock.",
        "meaning-example": "Trong thiên hà rộng lớn và xinh đẹp, nó chỉ là một tảng đá nhỏ bé.",
        "ipa-example": "/ɪn ðə væst ænd ˈbjutəfəl ˈgæləksi, ɪt wəz ˈoʊnli ə ˈtaɪni rɑk./"
      },
      {
        "sentence": "Our solar system is part of the Milky Way galaxy.",
        "meaning-example": "Hệ mặt trời của chúng ta là một phần của thiên hà Dải Ngân hà.",
        "ipa-example": "/ˈaʊər ˈsoʊlər ˈsɪstəm ɪz pɑrt əv ðə ˈmɪlki weɪ ˈgæləksi./"
      },
      {
        "sentence": "Astronomers have discovered a new galaxy.",
        "meaning-example": "Các nhà thiên văn học đã khám phá ra một thiên hà mới.",
        "ipa-example": "/əˈstrɑnəmərz hæv dɪˈskʌvərd ə nu ˈgæləksi./"
      }
    ]
  },
  {
    "word": "gigantic",
    "ipa": "/dʒaɪˈɡæntɪk/",
    "meaning": "Khổng lồ, kếch xù.",
    "image": "eew-5-23/13.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "gigantic",
        "meaning-example": "Khổng lồ, kếch xù.",
        "ipa-example": "/dʒaɪˈɡæntɪk/"
      },
      {
        "sentence": "\"Gai-gan-tịch\". Con khủng long \"khổng lồ\" (gigantic) này có \"gai\" và rất \"gan\" dạ, tính tình thì \"tịch\" mịch.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Of very great size or extent; huge or enormous.",
        "meaning-example": "Có kích thước hoặc phạm vi rất lớn; to lớn hoặc khổng lồ.",
        "ipa-example": "/əv ˈvɛri greɪt saɪz ɔr ɪkˈstɛnt; hjuʤ ɔr ɪˈnɔrməs./"
      },
      {
        "sentence": "The rock passed a gigantic planet.",
        "meaning-example": "Tảng đá đi qua một hành tinh khổng lồ.",
        "ipa-example": "/ðə rɑk pæst ə dʒaɪˈgæntɪk ˈplænət./"
      },
      {
        "sentence": "A gigantic statue stood in the center of the square.",
        "meaning-example": "Một bức tượng khổng lồ đứng ở trung tâm quảng trường.",
        "ipa-example": "/ə dʒaɪˈgæntɪk ˈstæʧu stʊd ɪn ðə ˈsɛntər əv ðə skwɛr./"
      },
      {
        "sentence": "The company made a gigantic profit last year.",
        "meaning-example": "Công ty đã thu được một khoản lợi nhuận khổng lồ vào năm ngoái.",
        "ipa-example": "/ðə ˈkʌmpəni meɪd ə dʒaɪˈgæntɪk ˈprɑfɪt læst jɪr./"
      }
    ]
  },
  {
    "word": "gloom",
    "ipa": "/ɡluːm/",
    "meaning": "Sự u ám, tăm tối, buồn bã.",
    "image": "eew-5-23/14.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "gloom",
        "meaning-example": "Sự u ám, tăm tối, buồn bã.",
        "ipa-example": "/ɡluːm/"
      },
      {
        "sentence": "\"G-lum\". Căn phòng \"u ám\" (gloom), \"lùm\" xùm tiếng khóc.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Partial or total darkness; a state of depression or despondency.",
        "meaning-example": "Bóng tối một phần hoặc toàn bộ; một trạng thái trầm cảm hoặc chán nản.",
        "ipa-example": "/ˈpɑrʃəl ɔr ˈtoʊtəl ˈdɑrknəs; ə steɪt əv dɪˈprɛʃən ɔr dɪˈspɑndənsi./"
      },
      {
        "sentence": "A solitary rock roamed through the cold gloom of outer space.",
        "meaning-example": "Một tảng đá đơn độc lang thang trong bóng tối lạnh lẽo của không gian vũ trụ.",
        "ipa-example": "/ə ˈsɑləˌtɛri rɑk roʊmd θru ðə koʊld glum əv ˈaʊtər speɪs./"
      },
      {
        "sentence": "He sat alone in the gloom of his room.",
        "meaning-example": "Anh ngồi một mình trong sự u ám của căn phòng.",
        "ipa-example": "/hi sæt əˈloʊn ɪn ðə glum əv hɪz rum./"
      },
      {
        "sentence": "There is a lot of gloom and doom in the news these days.",
        "meaning-example": "Những ngày này có rất nhiều tin tức u ám và bi quan.",
        "ipa-example": "/ðɛr ɪz ə lɑt əv glum ænd dum ɪn ðə nuz ðiz deɪz./"
      }
    ]
  },
  {
    "word": "radiate",
    "ipa": "/ˈreɪdieɪt/",
    "meaning": "Tỏa ra, phát ra (nhiệt, ánh sáng, năng lượng).",
    "image": "eew-5-23/15.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "radiate",
        "meaning-example": "Tỏa ra, phát ra (nhiệt, ánh sáng, năng lượng).",
        "ipa-example": "/ˈreɪdieɪt/"
      },
      {
        "sentence": "\"Rây-đi-ệt\". \"Rây\" bột phải đứng xa bếp lửa, nó \"tỏa ra\" (radiate) hơi nóng \"điên\" người.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To emit (energy, especially light or heat) in the form of rays or waves.",
        "meaning-example": "Phát ra (năng lượng, đặc biệt là ánh sáng hoặc nhiệt) dưới dạng tia hoặc sóng.",
        "ipa-example": "/tu ɪˈmɪt (ˈɛnərʤi, əˈspɛʃəli laɪt ɔr hit) ɪn ðə fɔrm əv reɪz ɔr weɪvz./"
      },
      {
        "sentence": "The star radiated its light brighter and hotter than it had ever done before.",
        "meaning-example": "Ngôi sao tỏa ra ánh sáng rực rỡ và nóng hơn bao giờ hết.",
        "ipa-example": "/ðə stɑr ˈreɪdiˌeɪtɪd ɪts laɪt ˈbraɪtər ænd ˈhɑtər ðæn ɪt hæd ˈɛvər dʌn bɪˈfɔr./"
      },
      {
        "sentence": "The sun radiates heat and light.",
        "meaning-example": "Mặt trời tỏa ra nhiệt và ánh sáng.",
        "ipa-example": "/ðə sʌn ˈreɪdiˌeɪts hit ænd laɪt./"
      },
      {
        "sentence": "She radiated happiness and confidence.",
        "meaning-example": "Cô ấy tỏa ra niềm hạnh phúc và sự tự tin.",
        "ipa-example": "/ʃi ˈreɪdiˌeɪtɪd ˈhæpinəs ænd ˈkɑnfədəns./"
      }
    ]
  },
  {
    "word": "roam",
    "ipa": "/roʊm/",
    "meaning": "Đi lang thang, đi rong chơi.",
    "image": "eew-5-23/16.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "roam",
        "meaning-example": "Đi lang thang, đi rong chơi.",
        "ipa-example": "/roʊm/"
      },
      {
        "sentence": "\"Rôm\". \"Rôm\" sảy đầy người vì \"đi lang thang\" (roam) dưới trời nắng.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To move about or travel aimlessly or unsystematically, especially over a wide area.",
        "meaning-example": "Di chuyển hoặc đi lại không mục đích hoặc không có hệ thống, đặc biệt là trên một khu vực rộng lớn.",
        "ipa-example": "/tu muv əˈbaʊt ɔr ˈtrævəl ˈeɪmləsli ɔr ˌʌnsɪstəˈmætɪkli, əˈspɛʃəli ˈoʊvər ə waɪd ˈɛriə./"
      },
      {
        "sentence": "A solitary rock roamed through the cold gloom of outer space.",
        "meaning-example": "Một tảng đá đơn độc lang thang trong bóng tối lạnh lẽo của không gian vũ trụ.",
        "ipa-example": "/ə ˈsɑləˌtɛri rɑk roʊmd θru ðə koʊld glum əv ˈaʊtər speɪs./"
      },
      {
        "sentence": "Wild animals roam freely in the park.",
        "meaning-example": "Động vật hoang dã đi lang thang tự do trong công viên.",
        "ipa-example": "/waɪld ˈænəməlz roʊm ˈfrili ɪn ðə pɑrk./"
      },
      {
        "sentence": "He used to roam the streets at night.",
        "meaning-example": "Anh ấy từng đi lang thang trên đường phố vào ban đêm.",
        "ipa-example": "/hi juzd tu roʊm ðə strits æt naɪt./"
      }
    ]
  },
  {
    "word": "solitary",
    "ipa": "/ˈsɑːləteri/",
    "meaning": "Đơn độc, một mình.",
    "image": "eew-5-23/17.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "solitary",
        "meaning-example": "Đơn độc, một mình.",
        "ipa-example": "/ˈsɑːləteri/"
      },
      {
        "sentence": "\"So-li-te-ri\". \"So\" với mọi người, anh ta sống rất \"đơn độc\" (solitary), như một \"tê\" giác \"ri\"êng lẻ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Done or existing alone.",
        "meaning-example": "Được thực hiện hoặc tồn tại một mình.",
        "ipa-example": "/dʌn ɔr ɪgˈzɪstɪŋ əˈloʊn./"
      },
      {
        "sentence": "A solitary rock roamed through the cold gloom of outer space.",
        "meaning-example": "Một tảng đá đơn độc lang thang trong bóng tối lạnh lẽo của không gian vũ trụ.",
        "ipa-example": "/ə ˈsɑləˌtɛri rɑk roʊmd θru ðə koʊld glum əv ˈaʊtər speɪs./"
      },
      {
        "sentence": "He led a solitary life.",
        "meaning-example": "Anh ấy đã sống một cuộc sống đơn độc.",
        "ipa-example": "/hi lɛd ə ˈsɑləˌtɛri laɪf./"
      },
      {
        "sentence": "A solitary figure was walking on the beach.",
        "meaning-example": "Một bóng người đơn độc đang đi dạo trên bãi biển.",
        "ipa-example": "/ə ˈsɑləˌtɛri ˈfɪgjər wəz ˈwɔkɪŋ ɑn ðə biʧ./"
      }
    ]
  },
  {
    "word": "spectrum",
    "ipa": "/ˈspektrəm/",
    "meaning": "Quang phổ; một dải rộng (ý kiến, đối tượng, v.v.).",
    "image": "eew-5-23/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "spectrum",
        "meaning-example": "Quang phổ; một dải rộng (ý kiến, đối tượng, v.v.).",
        "ipa-example": "/ˈspektrəm/"
      },
      {
        "sentence": "\"Spéc-trầm\". Dải \"quang phổ\" (spectrum) có nhiều màu, từ \"sặc\" sỡ đến \"trầm\" lắng.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A band of colors, as seen in a rainbow, produced by separation of the components of light; a wide range.",
        "meaning-example": "Một dải màu, như thấy trong cầu vồng, được tạo ra bởi sự phân tách các thành phần của ánh sáng; một phạm vi rộng.",
        "ipa-example": "/ə bænd əv ˈkʌlərz, æz sin ɪn ə ˈreɪnˌboʊ, prəˈdust baɪ ˌsɛpəˈreɪʃən əv ðə kəmˈpoʊnənts əv laɪt; ə waɪd reɪnʤ./"
      },
      {
        "sentence": "The tail shined with all the colors of the spectrum.",
        "meaning-example": "Cái đuôi tỏa sáng với tất cả các màu của quang phổ.",
        "ipa-example": "/ðə teɪl ʃaɪnd wɪθ ɔl ðə ˈkʌlərz əv ðə ˈspɛktrəm./"
      },
      {
        "sentence": "The rainbow shows the spectrum of visible light.",
        "meaning-example": "Cầu vồng cho thấy quang phổ của ánh sáng nhìn thấy.",
        "ipa-example": "/ðə ˈreɪnˌboʊ ʃoʊz ðə ˈspɛktrəm əv ˈvɪzəbəl laɪt./"
      },
      {
        "sentence": "The conference covered a broad spectrum of topics.",
        "meaning-example": "Hội nghị bao gồm một loạt các chủ đề rộng lớn.",
        "ipa-example": "/ðə ˈkɑnfərəns ˈkʌvərd ə brɔd ˈspɛktrəm əv ˈtɑpɪks./"
      }
    ]
  },
  {
    "word": "sphere",
    "ipa": "/sfɪr/",
    "meaning": "Hình cầu, quả cầu.",
    "image": "eew-5-23/19.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "sphere",
        "meaning-example": "Hình cầu, quả cầu.",
        "ipa-example": "/sfɪr/"
      },
      {
        "sentence": "\"S-phia\". \"Sợ\" bị \"phịa\" chuyện nên quả \"cầu\" (sphere) không dám nói nó tròn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A round solid figure, or its surface, with every point on its surface equidistant from its center.",
        "meaning-example": "Một khối tròn đặc, hoặc bề mặt của nó, với mọi điểm trên bề mặt cách đều tâm của nó.",
        "ipa-example": "/ə raʊnd ˈsɑlɪd ˈfɪgjər, ɔr ɪts ˈsɜrfəs, wɪθ ˈɛvəri pɔɪnt ɑn ɪts ˈsɜrfəs ˌikwɪˈdɪstənt frʌm ɪts ˈsɛntər./"
      },
      {
        "sentence": "The sphere had a circumference hundreds of times larger than the breadth of the small rock.",
        "meaning-example": "Quả cầu có chu vi lớn hơn hàng trăm lần so với bề rộng của tảng đá nhỏ.",
        "ipa-example": "/ðə sfɪr hæd ə sərˈkʌmfərəns ˈhʌndrədz əv taɪmz ˈlɑrʤər ðæn ðə brɛdθ əv ðə smɔl rɑk./"
      },
      {
        "sentence": "The Earth is not a perfect sphere.",
        "meaning-example": "Trái Đất không phải là một hình cầu hoàn hảo.",
        "ipa-example": "/ði ɜrθ ɪz nɑt ə ˈpɜrfɪkt sfɪr./"
      },
      {
        "sentence": "The lamp was a glass sphere hanging from the ceiling.",
        "meaning-example": "Cái đèn là một quả cầu thủy tinh treo trên trần nhà.",
        "ipa-example": "/ðə læmp wəz ə glæs sfɪr ˈhæŋɪŋ frʌm ðə ˈsilɪŋ./"
      }
    ]
  },
  {
    "word": "status",
    "ipa": "/ˈsteɪtəs/",
    "meaning": "Địa vị, thân phận; tình trạng.",
    "image": "eew-5-23/20.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "status",
        "meaning-example": "Địa vị, thân phận; tình trạng.",
        "ipa-example": "/ˈsteɪtəs/"
      },
      {
        "sentence": "\"S-tây-tợt\". \"Sờ tay\" vào cái cúp này để cảm nhận \"địa vị\" (status) của nhà vô địch.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The relative social, professional, or other standing of someone or something; the situation at a particular time.",
        "meaning-example": "Địa vị xã hội, nghề nghiệp hoặc vị trí tương đối khác của ai đó hoặc cái gì đó; tình hình tại một thời điểm cụ thể.",
        "ipa-example": "/ðə ˈrɛlətɪv ˈsoʊʃəl, prəˈfɛʃənəl, ɔr ˈʌðər ˈstændɪŋ əv ˈsʌmwʌn ɔr ˈsʌmθɪŋ; ðə ˌsɪʧuˈeɪʃən æt ə pərˈtɪkjələr taɪm./"
      },
      {
        "sentence": "Oh, I wish I had a higher status in the galaxy.",
        "meaning-example": "Ôi, tôi ước mình có một địa vị cao hơn trong thiên hà.",
        "ipa-example": "/oʊ, aɪ wɪʃ aɪ hæd ə ˈhaɪər ˈsteɪtəs ɪn ðə ˈgæləksi./"
      },
      {
        "sentence": "He enjoys the high status of being a doctor.",
        "meaning-example": "Anh ấy tận hưởng địa vị cao của một bác sĩ.",
        "ipa-example": "/hi ɪnˈʤɔɪz ðə haɪ ˈsteɪtəs əv ˈbiɪŋ ə ˈdɑktər./"
      },
      {
        "sentence": "What is the status of your application?",
        "meaning-example": "Tình trạng đơn đăng ký của bạn thế nào rồi?",
        "ipa-example": "/wʌt ɪz ðə ˈsteɪtəs əv jʊər ˌæplɪˈkeɪʃən?/"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "How Comet Got His Tail",
        "meaning-example": "Làm thế nào sao chổi có được cái đuôi của mình",
        "ipa-example": "/haʊ ˈkɑmɪt gɑt hɪz teɪl/"
      },
      {
        "sentence": "A solitary rock roamed through the cold gloom of outer space.",
        "meaning-example": "Một tảng đá đơn độc lang thang trong bóng tối lạnh lẽo của không gian vũ trụ.",
        "ipa-example": "/ə ˈsɑləˌtɛri rɑk roʊmd θru ðə koʊld glum əv ˈaʊtər speɪs./"
      },
      {
        "sentence": "It slowly drifted through the debris of broken asteroids with a feeling of sadness.",
        "meaning-example": "Nó từ từ trôi qua những mảnh vỡ của các tiểu hành tinh vỡ nát với một cảm giác buồn bã.",
        "ipa-example": "/ɪt ˈsloʊli ˈdrɪftɪd θru ðə dəˈbri əv ˈbroʊkən ˈæstəˌrɔɪdz wɪθ ə ˈfilɪŋ əv ˈsædnəs./"
      },
      {
        "sentence": "In the vast and beautiful galaxy, it was only a tiny rock.",
        "meaning-example": "Trong thiên hà rộng lớn và xinh đẹp, nó chỉ là một tảng đá nhỏ bé.",
        "ipa-example": "/ɪn ðə væst ænd ˈbjutəfəl ˈgæləksi, ɪt wəz ˈoʊnli ə ˈtaɪni rɑk./"
      },
      {
        "sentence": "It felt like an insignificant atom.",
        "meaning-example": "Nó cảm thấy mình như một nguyên tử không đáng kể.",
        "ipa-example": "/ɪt fɛlt laɪk ən ˌɪnsɪgˈnɪfɪkənt ˈætəm./"
      },
      {
        "sentence": "In its journeys it encountered many amazing objects.",
        "meaning-example": "Trong những cuộc hành trình của mình, nó đã gặp nhiều vật thể đáng kinh ngạc.",
        "ipa-example": "/ɪn ɪts ˈʤɜrniz ɪt ɪnˈkaʊntərd ˈmɛni əˈmeɪzɪŋ ˈɑbʤɛkts./"
      },
      {
        "sentence": "It flew by beautiful crescent moons that were covered with craters and moon dust.",
        "meaning-example": "Nó bay qua những mặt trăng lưỡi liềm xinh đẹp phủ đầy những hố và bụi mặt trăng.",
        "ipa-example": "/ɪt flu baɪ ˈbjutəfəl ˈkrɛsənt munz ðæt wər ˈkʌvərd wɪθ ˈkreɪtərz ænd mun dʌst./"
      },
      {
        "sentence": "“Why can’t I be as beautiful as them?” it thought.",
        "meaning-example": "\"Tại sao mình không thể đẹp như họ?\" nó nghĩ.",
        "ipa-example": "/“waɪ kænt aɪ bi æz ˈbjutəfəl æz ðɛm?” ɪt θɔt./"
      },
      {
        "sentence": "The rock passed a gigantic planet.",
        "meaning-example": "Tảng đá đi qua một hành tinh khổng lồ.",
        "ipa-example": "/ðə rɑk pæst ə dʒaɪˈgæntɪk ˈplænət./"
      },
      {
        "sentence": "The sphere had a circumference hundreds of times larger than the breadth of the small rock.",
        "meaning-example": "Quả cầu có chu vi lớn hơn hàng trăm lần so với bề rộng của tảng đá nhỏ.",
        "ipa-example": "/ðə sfɪr hæd ə sərˈkʌmfərəns ˈhʌndrədz əv taɪmz ˈlɑrʤər ðæn ðə brɛdθ əv ðə smɔl rɑk./"
      },
      {
        "sentence": "“Why can’t I be as large as that?” it wondered.",
        "meaning-example": "\"Tại sao mình không thể to lớn như thế?\" nó tự hỏi.",
        "ipa-example": "/“waɪ kænt aɪ bi æz lɑrʤ æz ðæt?” ɪt ˈwʌndərd./"
      },
      {
        "sentence": "The rock was filled with despair.",
        "meaning-example": "Tảng đá tràn ngập sự tuyệt vọng.",
        "ipa-example": "/ðə rɑk wəz fɪld wɪθ dɪˈspɛr./"
      },
      {
        "sentence": "It was surrounded by beauty and greatness, yet it was just a small and ugly fragment of rock.",
        "meaning-example": "Nó được bao quanh bởi vẻ đẹp và sự vĩ đại, nhưng nó chỉ là một mảnh đá nhỏ và xấu xí.",
        "ipa-example": "/ɪt wəz səˈraʊndɪd baɪ ˈbjuti ænd ˈgreɪtnəs, jɛt ɪt wəz ʤʌst ə smɔl ænd ˈʌgli ˈfrægmənt əv rɑk./"
      },
      {
        "sentence": "One day, it approached the area of an astronomical star.",
        "meaning-example": "Một ngày nọ, nó đến gần khu vực của một ngôi sao thiên văn.",
        "ipa-example": "/wʌn deɪ, ɪt əˈproʊʧt ði ˈɛriə əv ən ˌæstrəˈnɑmɪkəl stɑr./"
      },
      {
        "sentence": "“What’s wrong?” the star asked.",
        "meaning-example": "\"Có chuyện gì vậy?\" ngôi sao hỏi.",
        "ipa-example": "/“wʌts rɔŋ?” ðə stɑr æskt./"
      },
      {
        "sentence": "“Oh, I wish I had a higher status in the galaxy.",
        "meaning-example": "\"Ôi, tôi ước mình có một địa vị cao hơn trong thiên hà.",
        "ipa-example": "/“oʊ, aɪ wɪʃ aɪ hæd ə ˈhaɪər ˈsteɪtəs ɪn ðə ˈgæləksi./"
      },
      {
        "sentence": "All the other objects are so beautiful and large,” the rock replied.",
        "meaning-example": "Tất cả các vật thể khác đều rất đẹp và to lớn,\" tảng đá trả lời.",
        "ipa-example": "/ɔl ði ˈʌðər ˈɑbʤɛkts ɑr soʊ ˈbjutəfəl ænd lɑrʤ,” ðə rɑk rɪˈplaɪd./"
      },
      {
        "sentence": "“But I’m just an ugly rock.”",
        "meaning-example": "\"Nhưng tôi chỉ là một tảng đá xấu xí.\"",
        "ipa-example": "/“bʌt aɪm ʤʌst ən ˈʌgli rɑk.”/"
      },
      {
        "sentence": "The star considered the problem.",
        "meaning-example": "Ngôi sao xem xét vấn đề.",
        "ipa-example": "/ðə stɑr kənˈsɪdərd ðə ˈprɑbləm./"
      },
      {
        "sentence": "At last it said, “You don’t have to worry anymore. I think I can help.”",
        "meaning-example": "Cuối cùng nó nói, \"Bạn không cần phải lo lắng nữa. Tôi nghĩ tôi có thể giúp.\"",
        "ipa-example": "/æt læst ɪt sɛd, “ju doʊnt hæv tu ˈwɜri ˌɛniˈmɔr. aɪ θɪŋk aɪ kæn hɛlp.”/"
      },
      {
        "sentence": "The star radiated its light brighter and hotter than it had ever done before.",
        "meaning-example": "Ngôi sao tỏa ra ánh sáng rực rỡ và nóng hơn bao giờ hết.",
        "ipa-example": "/ðə stɑr ˈreɪdiˌeɪtɪd ɪts laɪt ˈbraɪtər ænd ˈhɑtər ðæn ɪt hæd ˈɛvər dʌn bɪˈfɔr./"
      },
      {
        "sentence": "“Come a little closer,” the star said to the rock.",
        "meaning-example": "\"Lại gần hơn một chút,\" ngôi sao nói với tảng đá.",
        "ipa-example": "/“kʌm ə ˈlɪtəl ˈkloʊsər,” ðə stɑr sɛd tu ðə rɑk./"
      },
      {
        "sentence": "The rock drifted closer to the star.",
        "meaning-example": "Tảng đá trôi lại gần ngôi sao hơn.",
        "ipa-example": "/ðə rɑk ˈdrɪftɪd ˈkloʊsər tu ðə stɑr./"
      },
      {
        "sentence": "Suddenly, the ice that was embedded in the rock’s tiny cracks melted and became steam.",
        "meaning-example": "Đột nhiên, băng được gắn trong các vết nứt nhỏ của tảng đá tan chảy và trở thành hơi nước.",
        "ipa-example": "/ˈsʌdənli, ði aɪs ðæt wəz ɪmˈbɛdɪd ɪn ðə rɑks ˈtaɪni kræks ˈmɛltɪd ænd bɪˈkeɪm stim./"
      },
      {
        "sentence": "Then the steam extended behind the comet to form a brilliant tail.",
        "meaning-example": "Sau đó, hơi nước kéo dài phía sau sao chổi để tạo thành một cái đuôi rực rỡ.",
        "ipa-example": "/ðɛn ðə stim ɪkˈstɛndɪd bɪˈhaɪnd ðə ˈkɑmɪt tu fɔrm ə ˈbrɪljənt teɪl./"
      },
      {
        "sentence": "The tail shined with all the colors of the spectrum.",
        "meaning-example": "Cái đuôi tỏa sáng với tất cả các màu của quang phổ.",
        "ipa-example": "/ðə teɪl ʃaɪnd wɪθ ɔl ðə ˈkʌlərz əv ðə ˈspɛktrəm./"
      },
      {
        "sentence": "The little rock had become a beautiful comet.",
        "meaning-example": "Tảng đá nhỏ đã trở thành một sao chổi xinh đẹp.",
        "ipa-example": "/ðə ˈlɪtəl rɑk hæd bɪˈkʌm ə ˈbjutəfəl ˈkɑmɪt./"
      },
      {
        "sentence": "It looked so amazing.",
        "meaning-example": "Nó trông thật tuyệt vời.",
        "ipa-example": "/ɪt lʊkt soʊ əˈmeɪzɪŋ./"
      },
      {
        "sentence": "It realized that the star helped it change its appearance.",
        "meaning-example": "Nó nhận ra rằng ngôi sao đã giúp nó thay đổi diện mạo.",
        "ipa-example": "/ɪt ˈriəˌlaɪzd ðæt ðə stɑr hɛlpt ɪt ʧeɪnʤ ɪts əˈpɪrəns./"
      },
      {
        "sentence": "“Thank you,” the comet said and then flew away with its new beautiful tail following behind it like a galactic cape.",
        "meaning-example": "\"Cảm ơn bạn,\" sao chổi nói rồi bay đi với cái đuôi xinh đẹp mới theo sau như một chiếc áo choàng thiên hà.",
        "ipa-example": "/“θæŋk ju,” ðə ˈkɑmɪt sɛd ænd ðɛn flu əˈweɪ wɪθ ɪts nu ˈbjutəfəl teɪl ˈfɑloʊɪŋ bɪˈhaɪnd ɪt laɪk ə gəˈlæktɪk keɪp./"
      }
    ]
  }
]
