[
  {
    "word": "behalf",
    "ipa": "/bɪˈhɑːf/",
    "meaning": "Thay mặt cho ai đó, hoặc với tư cách là đại diện của họ.",
    "image": "eew-5-26/1.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "behalf",
        "meaning-example": "Thay mặt cho ai đó, hoặc với tư cách là đại diện của họ.",
        "ipa-example": "/bɪˈhɑːf/"
      },
      {
        "sentence": "Trong một phiên tòa, một luật sư đứng lên bênh vực cho thân chủ của mình. Ông nói: \"Bị hại (behalf) của tôi vô tội!\". Cách ông nhấn mạnh vào việc bảo vệ \"bị hại\" của mình đã gây ấn tượng mạnh. Từ đó, \"on behalf of\" mang ý nghĩa là \"thay mặt cho\", \"nhân danh\" ai đó, như cách người luật sư đã đứng ra đại diện và bênh vực cho người mà ông coi là \"bị hại\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "As a representative of or a proxy for.",
        "meaning-example": "Với tư cách là đại diện hoặc người được ủy quyền cho.",
        "ipa-example": "/æz ə ˌrɛprɪˈzɛntətɪv əv ɔr ə ˈprɑksi fɔr./"
      },
      {
        "sentence": "On behalf of the tribe, I declare you a man.",
        "meaning-example": "Thay mặt cho bộ lạc, ta tuyên bố con là một người đàn ông.",
        "ipa-example": "/ɑn bɪˈhæf əv ðə traɪb, aɪ dɪˈklɛr ju ə mæn./"
      },
      {
        "sentence": "I am writing to you on behalf of my client.",
        "meaning-example": "Tôi viết thư cho ông/bà thay mặt cho khách hàng của tôi.",
        "ipa-example": "/aɪ æm ˈraɪtɪŋ tu ju ɑn bɪˈhæf əv maɪ ˈklaɪənt./"
      },
      {
        "sentence": "She accepted the award on behalf of the entire team.",
        "meaning-example": "Cô ấy đã nhận giải thưởng thay mặt cho cả đội.",
        "ipa-example": "/ʃi ækˈsɛptɪd ði əˈwɔrd ɑn bɪˈhæf əv ði ɪnˈtaɪər tim./"
      }
    ]
  },
  {
    "word": "flap",
    "ipa": "/flæp/",
    "meaning": "(về một con chim) vỗ cánh lên xuống khi bay, hoặc để chuẩn bị bay.",
    "image": "eew-5-26/2.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "flap",
        "meaning-example": "(về một con chim) vỗ cánh lên xuống khi bay, hoặc để chuẩn bị bay.",
        "ipa-example": "/flæp/"
      },
      {
        "sentence": "Một chú chim non đang tập bay. Nó nhìn mẹ nó và cố gắng bắt chước. Nó cố gắng đập cánh nhưng chỉ tạo ra những tiếng \"phờ-láp... phờ-láp...\" yếu ớt và vụng về. Âm thanh đó chính là mô tả hoàn hảo cho hành động vỗ cánh lên xuống nhanh và nhẹ. Mọi người bắt đầu dùng từ \"flap\" để chỉ hành động đập, vỗ (cánh) đó.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of a bird) move its wings up and down when flying or preparing to fly.",
        "meaning-example": "(về một con chim) di chuyển cánh lên xuống khi bay hoặc chuẩn bị bay.",
        "ipa-example": "/(əv ə bɜrd) muv ɪts wɪŋz ʌp ænd daʊn wɛn ˈflaɪɪŋ ɔr prɪˈpɛrɪŋ tu flaɪ./"
      },
      {
        "sentence": "He flapped his wings and went high above the Earth.",
        "meaning-example": "Nó vỗ cánh và bay cao trên Trái Đất.",
        "ipa-example": "/hi flæpt hɪz wɪŋz ænd wɛnt haɪ əˈbʌv ði ɜrθ./"
      },
      {
        "sentence": "The bird flapped its wings and flew away.",
        "meaning-example": "Con chim vỗ cánh và bay đi.",
        "ipa-example": "/ðə bɜrd flæpt ɪts wɪŋz ænd flu əˈweɪ./"
      },
      {
        "sentence": "The flag flapped in the wind.",
        "meaning-example": "Lá cờ bay phần phật trong gió.",
        "ipa-example": "/ðə flæg flæpt ɪn ðə wɪnd./"
      }
    ]
  },
  {
    "word": "glacier",
    "ipa": "/ˈɡleɪ.si.ər/",
    "meaning": "Một khối băng lớn di chuyển chậm, được hình thành bởi sự tích tụ và nén chặt của tuyết trên núi hoặc gần các cực.",
    "image": "eew-5-26/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "glacier",
        "meaning-example": "Một khối băng lớn di chuyển chậm, được hình thành bởi sự tích tụ và nén chặt của tuyết trên núi hoặc gần các cực.",
        "ipa-example": "/ˈɡleɪ.si.ər/"
      },
      {
        "sentence": "Một nhà thám hiểm đang khám phá vùng Bắc Cực. Anh ta kinh ngạc trước một khối băng khổng lồ, di chuyển cực kỳ chậm chạp. Anh ta cảm thấy lạnh cóng và run rẩy, răng va vào nhau lập cập, tạo ra âm thanh như \"gờ-lây-sờ...\". Anh ta đặt tên cho khối băng di động khổng lồ này là \"glacier\", một cái tên gợi nhớ đến sự lạnh giá khiến anh ta phải run lên \"gờ-lây-sờ\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A slowly moving mass or river of ice formed by the accumulation and compaction of snow on mountains or near the poles.",
        "meaning-example": "Một khối hoặc sông băng di chuyển chậm được hình thành bởi sự tích tụ và nén chặt của tuyết trên núi hoặc gần các cực.",
        "ipa-example": "/ə ˈsloʊli ˈmuvɪŋ mæs ɔr ˈrɪvər əv aɪs fɔrmd baɪ ði əˌkjumjuˈleɪʃən ænd kəmˈpækʃən əv snoʊ ɑn ˈmaʊntənz ɔr nɪr ðə poʊlz./"
      },
      {
        "sentence": "He flew over mountains, oceans, and glaciers.",
        "meaning-example": "Cậu ấy bay qua những ngọn núi, đại dương và sông băng.",
        "ipa-example": "/hi flu ˈoʊvər ˈmaʊntənz, ˈoʊʃənz, ænd ˈgleɪʃərz./"
      },
      {
        "sentence": "The glacier is melting at an alarming rate.",
        "meaning-example": "Sông băng đang tan chảy với tốc độ đáng báo động.",
        "ipa-example": "/ðə ˈgleɪʃər ɪz ˈmɛltɪŋ æt ən əˈlɑrmɪŋ reɪt./"
      },
      {
        "sentence": "We took a helicopter tour over the glacier.",
        "meaning-example": "Chúng tôi đã có một chuyến tham quan bằng trực thăng trên sông băng.",
        "ipa-example": "/wi tʊk ə ˈhɛlɪˌkɑptər tʊr ˈoʊvər ðə ˈgleɪʃər./"
      }
    ]
  },
  {
    "word": "globe",
    "ipa": "/ɡləʊb/",
    "meaning": "Trái Đất; một vật thể hình cầu, đặc biệt là một quả địa cầu.",
    "image": "eew-5-26/4.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "globe",
        "meaning-example": "Trái Đất; một vật thể hình cầu, đặc biệt là một quả địa cầu.",
        "ipa-example": "/ɡləʊb/"
      },
      {
        "sentence": "Một nhà thiên văn học Hy Lạp cổ đại đang cố gắng giải thích hình dạng của Trái Đất cho học trò. Ông lấy một quả cầu đất sét và nói: \"Trái Đất của chúng ta không phẳng, nó tròn như quả cầu này. Nó 'gồ lên' (g-lô) ở mọi phía.\" Ông xoay quả cầu để minh họa. Học trò của ông, ghi nhớ từ \"gồ lên\" đó, bắt đầu gọi bất kỳ vật thể hình cầu nào, đặc biệt là mô hình Trái Đất, là \"globe\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The earth; a spherical or rounded object, especially a model of the earth.",
        "meaning-example": "Trái đất; một vật thể hình cầu hoặc tròn, đặc biệt là một mô hình của trái đất.",
        "ipa-example": "/ði ɜrθ; ə ˈsfɪrɪkəl ɔr ˈraʊndɪd ˈɑbʤɛkt, əˈspɛʃəli ə ˈmɑdəl əv ði ɜrθ./"
      },
      {
        "sentence": "The rivers of the world will look like pieces of blue string that cross the globe.",
        "meaning-example": "Những con sông trên thế giới sẽ trông giống như những sợi chỉ xanh vắt ngang qua địa cầu.",
        "ipa-example": "/ðə ˈrɪvərz əv ðə wɜrld wɪl lʊk laɪk ˈpisəz əv blu strɪŋ ðæt krɔs ðə gloʊb./"
      },
      {
        "sentence": "She has traveled all over the globe.",
        "meaning-example": "Cô ấy đã đi du lịch khắp nơi trên thế giới.",
        "ipa-example": "/ʃi hæz ˈtrævəld ɔl ˈoʊvər ðə gloʊb./"
      },
      {
        "sentence": "He has a globe of the world in his study.",
        "meaning-example": "Anh ấy có một quả địa cầu trong phòng làm việc của mình.",
        "ipa-example": "/hi hæz ə gloʊb əv ðə wɜrld ɪn hɪz ˈstʌdi./"
      }
    ]
  },
  {
    "word": "horizontal",
    "ipa": "/ˌhɒr.ɪˈzɒn.təl/",
    "meaning": "Song song với mặt phẳng của đường chân trời; nằm ngang.",
    "image": "eew-5-26/5.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "horizontal",
        "meaning-example": "Song song với mặt phẳng của đường chân trời; nằm ngang.",
        "ipa-example": "/ˌhɒr.ɪˈzɒn.təl/"
      },
      {
        "sentence": "Một nghệ sĩ đang dạy học trò về phối cảnh. \"Khi các con nhìn ra biển,\" ông nói, \"đường nơi trời và biển gặp nhau được gọi là đường chân trời. Nó là một đường thẳng hoàn hảo, song song với mặt đất. Hãy nhớ, đường 'ho-ra-giăng-tới' (horizon-tới) đó luôn nằm ngang.\" Học trò của ông đã lấy cảm hứng từ đó, và bắt đầu gọi bất cứ thứ gì song song với mặt đất hoặc nằm ngang là \"horizontal\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Parallel to the plane of the horizon; at right angles to the vertical.",
        "meaning-example": "Song song với mặt phẳng của đường chân trời; vuông góc với chiều dọc.",
        "ipa-example": "/ˈpɛrəˌlɛl tu ðə pleɪn əv ðə həˈraɪzən; æt raɪt ˈæŋgəlz tu ðə ˈvɜrtɪkəl./"
      },
      {
        "sentence": "Keep your body horizontal when flying against the winds of the Pacific Ocean.",
        "meaning-example": "Hãy giữ cơ thể nằm ngang khi bay ngược chiều gió của Thái Bình Dương.",
        "ipa-example": "/kip jʊər ˈbɑdi ˌhɔrəˈzɑntəl wɛn ˈflaɪɪŋ əˈgɛnst ðə wɪndz əv ðə pəˈsɪfɪk ˈoʊʃən./"
      },
      {
        "sentence": "Draw a horizontal line across the page.",
        "meaning-example": "Vẽ một đường ngang trên trang giấy.",
        "ipa-example": "/drɔ ə ˌhɔrəˈzɑntəl laɪn əˈkrɔs ðə peɪʤ./"
      },
      {
        "sentence": "The patient must remain in a horizontal position.",
        "meaning-example": "Bệnh nhân phải giữ ở tư thế nằm ngang.",
        "ipa-example": "/ðə ˈpeɪʃənt mʌst rɪˈmeɪn ɪn ə ˌhɔrəˈzɑntəl pəˈzɪʃən./"
      }
    ]
  },
  {
    "word": "hum",
    "ipa": "/hʌm/",
    "meaning": "Ngân nga một giai điệu với đôi môi khép lại.",
    "image": "eew-5-26/6.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "hum",
        "meaning-example": "Ngân nga một giai điệu với đôi môi khép lại.",
        "ipa-example": "/hʌm/"
      },
      {
        "sentence": "Một cậu bé đang ngồi trong vườn, lắng nghe tiếng vo vo của những con ong mật. Chúng tạo ra một âm thanh đều đặn, êm dịu: \"hăm... hăm...\". Cậu bé thích thú và bắt đầu ngân nga một giai điệu mà không mở miệng, cố gắng bắt chước âm thanh \"hăm\" đó. Mẹ cậu nghe thấy và hỏi: \"Con đang 'hăm' gì đấy?\". Từ đó, \"hum\" được dùng để chỉ hành động ngân nga một giai điệu với đôi môi khép lại.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To sing a tune with your lips closed.",
        "meaning-example": "Hát một giai điệu với đôi môi khép lại.",
        "ipa-example": "/tu sɪŋ ə tun wɪθ jʊər lɪps kloʊzd./"
      },
      {
        "sentence": "He began to hum a song as he enjoyed the view.",
        "meaning-example": "Cậu ấy bắt đầu ngân nga một bài hát trong khi thưởng thức quang cảnh.",
        "ipa-example": "/hi bɪˈgæn tu hʌm ə sɔŋ æz hi ɪnˈʤɔɪd ðə vju./"
      },
      {
        "sentence": "He started to hum a little tune.",
        "meaning-example": "Anh ấy bắt đầu ngân nga một giai điệu nhỏ.",
        "ipa-example": "/hi ˈstɑrtɪd tu hʌm ə ˈlɪtəl tun./"
      },
      {
        "sentence": "The refrigerator was humming in the kitchen.",
        "meaning-example": "Chiếc tủ lạnh đang kêu vo vo trong bếp.",
        "ipa-example": "/ðə rɪˈfrɪʤəˌreɪtər wəz ˈhʌmɪŋ ɪn ðə ˈkɪʧən./"
      }
    ]
  },
  {
    "word": "inventory",
    "ipa": "/ˈɪn.vən.tɔːr.i/",
    "meaning": "Một danh sách hoàn chỉnh các mặt hàng như tài sản, hàng hóa trong kho, hoặc nội dung của một tòa nhà.",
    "image": "eew-5-26/7.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "inventory",
        "meaning-example": "Một danh sách hoàn chỉnh các mặt hàng như tài sản, hàng hóa trong kho, hoặc nội dung của một tòa nhà.",
        "ipa-example": "/ˈɪn.vən.tɔːr.i/"
      },
      {
        "sentence": "Một người chủ cửa hàng mới rất cẩn thận. Mỗi tối, ông đi khắp cửa hàng của mình, ghi lại mọi thứ. \"Mình phải 'in' (ghi) vào sổ 'vạn' (mọi) 'thứ-ri',\" ông lẩm bẩm. Ông muốn có một danh sách đầy đủ tất cả hàng hóa. Việc \"in vạn thứ ri\" này đã giúp ông quản lý cửa hàng rất tốt. Dần dần, bản danh sách chi tiết tất cả các mặt hàng được gọi là \"inventory\" (bản kiểm kê, hàng tồn kho).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A complete list of items such as property, goods in stock, or the contents of a building.",
        "meaning-example": "Một danh sách đầy đủ các mặt hàng như tài sản, hàng hóa trong kho hoặc nội dung của một tòa nhà.",
        "ipa-example": "/ə kəmˈplit lɪst əv ˈaɪtəmz sʌʧ æz ˈprɑpərti, gʊdz ɪn stɑk, ɔr ðə ˈkɑntɛnts əv ə ˈbɪldɪŋ./"
      },
      {
        "sentence": "You have all the relevant skills in your personal inventory that have been building up over the years.",
        "meaning-example": "Bạn có tất cả các kỹ năng liên quan trong vốn cá nhân của mình đã được tích lũy qua nhiều năm.",
        "ipa-example": "/ju hæv ɔl ðə ˈrɛləvənt skɪlz ɪn jʊər ˈpɜrsənəl ˈɪnvənˌtɔri ðæt hæv bɪn ˈbɪldɪŋ ʌp ˈoʊvər ðə jɪrz./"
      },
      {
        "sentence": "We need to do a full inventory of the warehouse.",
        "meaning-example": "Chúng ta cần kiểm kê toàn bộ nhà kho.",
        "ipa-example": "/wi nid tu du ə fʊl ˈɪnvənˌtɔri əv ðə ˈwɛrˌhaʊs./"
      },
      {
        "sentence": "The store has a large inventory of furniture.",
        "meaning-example": "Cửa hàng có một lượng lớn đồ nội thất tồn kho.",
        "ipa-example": "/ðə stɔr hæz ə lɑrʤ ˈɪnvənˌtɔri əv ˈfɜrnɪʧər./"
      }
    ]
  },
  {
    "word": "inward",
    "ipa": "/ˈɪn.wəd/",
    "meaning": "Hướng vào bên trong; thuộc về tâm trí hoặc tinh thần.",
    "image": "eew-5-26/8.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "inward",
        "meaning-example": "Hướng vào bên trong; thuộc về tâm trí hoặc tinh thần.",
        "ipa-example": "/ˈɪn.wəd/"
      },
      {
        "sentence": "Một nhà hiền triết dạy rằng: \"Sự bình yên thực sự không đến từ thế giới bên ngoài. Nó nằm 'in' (bên trong) 'word' (lời) của trái tim bạn, trong những suy nghĩ và cảm xúc thầm kín.\" Ông khuyến khích mọi người hãy nhìn vào bên trong, hướng vào nội tâm. Hành trình đi \"vào trong lời của trái tim\" đó, hay còn gọi là hành trình hướng nội, được gọi là \"inward\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Directed or proceeding towards the inside; coming in from outside.",
        "meaning-example": "Hướng hoặc tiến vào bên trong; đi vào từ bên ngoài.",
        "ipa-example": "/dɪˈrɛktɪd ɔr proʊˈsidɪŋ təˈwɔrdz ði ɪnˈsaɪd; ˈkʌmɪŋ ɪn frʌm ˌaʊtˈsaɪd./"
      },
      {
        "sentence": "After a while, his inward thoughts were no longer about falling.",
        "meaning-example": "Một lúc sau, những suy nghĩ nội tâm của cậu không còn về việc bị ngã nữa.",
        "ipa-example": "/ˈæftər ə waɪl, hɪz ˈɪnwərd θɔts wər noʊ ˈlɔŋgər əˈbaʊt ˈfɔlɪŋ./"
      },
      {
        "sentence": "She gave an inward sigh of relief.",
        "meaning-example": "Cô ấy thầm thở phào nhẹ nhõm.",
        "ipa-example": "/ʃi geɪv ən ˈɪnwərd saɪ əv rɪˈlif./"
      },
      {
        "sentence": "The door opens inward.",
        "meaning-example": "Cánh cửa mở vào trong.",
        "ipa-example": "/ðə dɔr ˈoʊpənz ˈɪnwərd./"
      }
    ]
  },
  {
    "word": "loaf",
    "ipa": "/ləʊf/",
    "meaning": "Một lượng bánh mì được nướng thành một khối và có thể được cắt thành lát.",
    "image": "eew-5-26/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "loaf",
        "meaning-example": "Một lượng bánh mì được nướng thành một khối và có thể được cắt thành lát.",
        "ipa-example": "/ləʊf/"
      },
      {
        "sentence": "Một người thợ làm bánh lấy ra khỏi lò một khối bánh mì nóng hổi. Nó có hình dạng thuôn dài, nguyên khối. Ông đưa nó cho một cậu bé và nói đùa: \"Ổ bánh mì này là 'lộc' của cháu hôm nay đấy. Mang về đi, kẻo nó 'phai' (bay) mất mùi thơm.\" Cậu bé rất vui. Từ \"lộc phai\" ngộ nghĩnh đó được rút gọn thành \"loaf\", dùng để chỉ một ổ bánh mì nguyên khối.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A quantity of bread that is shaped and baked in a single piece and can be sliced for eating.",
        "meaning-example": "Một lượng bánh mì được tạo hình và nướng thành một miếng duy nhất và có thể được cắt lát để ăn.",
        "ipa-example": "/ə ˈkwɑntəti əv brɛd ðæt ɪz ʃeɪpt ænd beɪkt ɪn ə ˈsɪŋgəl pis ænd kæn bi slaɪst fɔr ˈitɪŋ./"
      },
      {
        "sentence": "The mountaintops will look like small loaves of bread at such a high distance.",
        "meaning-example": "Từ khoảng cách cao như vậy, các đỉnh núi sẽ trông giống như những ổ bánh mì nhỏ.",
        "ipa-example": "/ðə ˈmaʊntənˌtɑps wɪl lʊk laɪk smɔl loʊvz əv brɛd æt sʌʧ ə haɪ ˈdɪstəns./"
      },
      {
        "sentence": "Can you buy a loaf of bread on your way home?",
        "meaning-example": "Bạn có thể mua một ổ bánh mì trên đường về nhà không?",
        "ipa-example": "/kæn ju baɪ ə loʊf əv brɛd ɑn jʊər weɪ hoʊm?/"
      },
      {
        "sentence": "She sliced the loaf.",
        "meaning-example": "Cô ấy đã cắt ổ bánh mì.",
        "ipa-example": "/ʃi slaɪst ðə loʊf./"
      }
    ]
  },
  {
    "word": "oracle",
    "ipa": "/ˈɒr.ə.kəl/",
    "meaning": "Một nhà tiên tri hoặc người được coi là nguồn cung cấp lời khuyên hoặc lời tiên tri thông thái.",
    "image": "eew-5-26/10.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "oracle",
        "meaning-example": "Một nhà tiên tri hoặc người được coi là nguồn cung cấp lời khuyên hoặc lời tiên tri thông thái.",
        "ipa-example": "/ˈɒr.ə.kəl/"
      },
      {
        "sentence": "Trong một ngôi đền cổ, người ta tìm đến một nhà tiên tri để hỏi về tương lai. Nhà tiên tri này có một thói quen kỳ lạ: trước khi phán truyền, ông thường nhìn vào một quả cầu pha lê và lẩm bẩm: \"Ồ, ra cả rồi...\". Ông tin rằng \"ra cả rồi\" mọi bí mật của tương lai trong quả cầu đó. Mọi người bắt đầu gọi ông là \"oracle\" (nhà tiên tri), người có thể thấy trước \"ra cả rồi\" mọi việc.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A priest or priestess acting as a medium through whom advice or prophecy was sought from the gods in classical antiquity.",
        "meaning-example": "Một thầy tu hoặc nữ tu sĩ đóng vai trò trung gian để xin lời khuyên hoặc lời tiên tri từ các vị thần trong thời cổ đại.",
        "ipa-example": "/ə prist ɔr ˈpristəs ˈæktɪŋ æz ə ˈmidiəm θru hum ædˈvaɪs ɔr ˈprɑfəsi wəz sɔt frʌm ðə gɑdz ɪn ˈklæsɪkəl ænˈtɪkwəti./"
      },
      {
        "sentence": "He went to the oracle of a god named Dano.",
        "meaning-example": "Cậu đến gặp nhà tiên tri của một vị thần tên là Dano.",
        "ipa-example": "/hi wɛnt tu ði ˈɔrəkəl əv ə gɑd neɪmd ˈdænoʊ./"
      },
      {
        "sentence": "The ancient Greeks consulted the oracle at Delphi.",
        "meaning-example": "Người Hy Lạp cổ đại đã tham khảo ý kiến của nhà tiên tri ở Delphi.",
        "ipa-example": "/ði ˈeɪnʃənt griks kənˈsʌltɪd ði ˈɔrəkəl æt ˈdɛlfaɪ./"
      },
      {
        "sentence": "She is considered a fashion oracle.",
        "meaning-example": "Cô ấy được coi là một nhà tiên tri thời trang.",
        "ipa-example": "/ʃi ɪz kənˈsɪdərd ə ˈfæʃən ˈɔrəkəl./"
      }
    ]
  },
  {
    "word": "orbit",
    "ipa": "/ˈɔː.bɪt/",
    "meaning": "Đi theo một quỹ đạo cong quanh một ngôi sao, hành tinh hoặc mặt trăng.",
    "image": "eew-5-26/11.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "orbit",
        "meaning-example": "Đi theo một quỹ đạo cong quanh một ngôi sao, hành tinh hoặc mặt trăng.",
        "ipa-example": "/ˈɔː.bɪt/"
      },
      {
        "sentence": "Một giáo viên thiên văn đang giải thích về chuyển động của Trái Đất. \"Hãy tưởng tượng Mặt Trời là một cái bánh khổng lồ. Trái Đất của chúng ta cứ 'đi một vòng quanh cái bánh' (go a round a bit) đó,\" ông nói. \"Cứ 'o... bit' (a bit - một chút) một, nó lại đi một chút nữa, tạo thành một quỹ đạo hoàn chỉnh.\" Cách diễn giải \"đi một chút\" (a bit) lặp đi lặp lại để tạo thành vòng tròn đã giúp học sinh hình dung ra quỹ đạo, và họ gọi hành động bay theo quỹ đạo là \"orbit\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To follow a curved path around a star, planet, or moon.",
        "meaning-example": "Đi theo một đường cong quanh một ngôi sao, hành tinh hoặc mặt trăng.",
        "ipa-example": "/tu ˈfɑloʊ ə kɜrvd pæθ əˈraʊnd ə stɑr, ˈplænət, ɔr mun./"
      },
      {
        "sentence": "They were given wings and instructed to orbit the Earth.",
        "meaning-example": "Họ được ban cho đôi cánh và được chỉ dẫn bay quanh Trái Đất.",
        "ipa-example": "/ðeɪ wər ˈgɪvən wɪŋz ænd ɪnˈstrʌktɪd tu ˈɔrbɪt ði ɜrθ./"
      },
      {
        "sentence": "The Earth orbits the Sun.",
        "meaning-example": "Trái Đất quay quanh Mặt Trời.",
        "ipa-example": "/ði ɜrθ ˈɔrbɪts ðə sʌn./"
      },
      {
        "sentence": "The satellite was launched into orbit around the moon.",
        "meaning-example": "Vệ tinh được phóng lên quỹ đạo quanh mặt trăng.",
        "ipa-example": "/ðə ˈsætəˌlaɪt wəz lɔnʧt ˈɪntu ˈɔrbɪt əˈraʊnd ðə mun./"
      }
    ]
  },
  {
    "word": "overview",
    "ipa": "/ˈəʊ.və.vjuː/",
    "meaning": "Một bản tóm tắt hoặc mô tả chung về một chủ đề hoặc tình huống.",
    "image": "eew-5-26/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "overview",
        "meaning-example": "Một bản tóm tắt hoặc mô tả chung về một chủ đề hoặc tình huống.",
        "ipa-example": "/ˈəʊ.və.vjuː/"
      },
      {
        "sentence": "Một vị tướng đang đứng trên một ngọn đồi cao, nhìn xuống toàn bộ chiến trường. Ông nói với sĩ quan của mình: \"Từ đây, chúng ta có một 'cái nhìn bao quát' (over view). Chúng ta có thể thấy mọi thứ.\" Cái nhìn từ trên cao (over) cho phép ông có một cái nhìn (view) tổng thể về tình hình. Từ đó, \"overview\" được dùng để chỉ một bản tóm tắt, một cái nhìn tổng quan về một vấn đề hoặc một chủ đề.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A general review or summary of a subject or situation.",
        "meaning-example": "Một bài đánh giá chung hoặc tóm tắt về một chủ đề hoặc tình huống.",
        "ipa-example": "/ə ˈʤɛnərəl rɪˈvju ɔr ˈsʌməri əv ə ˈsʌbʤɪkt ɔr ˌsɪʧuˈeɪʃən./"
      },
      {
        "sentence": "Thanks for the overview of my journey, I’ll do my best.",
        "meaning-example": "Cảm ơn vì đã cho tôi cái nhìn tổng quan về hành trình của mình, tôi sẽ cố gắng hết sức.",
        "ipa-example": "/θæŋks fɔr ði ˈoʊvərˌvju əv maɪ ˈʤɜrni, aɪl du maɪ bɛst./"
      },
      {
        "sentence": "The report provides a brief overview of the company's financial situation.",
        "meaning-example": "Báo cáo cung cấp một cái nhìn tổng quan ngắn gọn về tình hình tài chính của công ty.",
        "ipa-example": "/ðə rɪˈpɔrt prəˈvaɪdz ə brif ˈoʊvərˌvju əv ðə ˈkʌmpəniz faɪˈnænʃəl ˌsɪʧuˈeɪʃən./"
      },
      {
        "sentence": "Let me give you a quick overview of the plan.",
        "meaning-example": "Để tôi cho bạn một cái nhìn tổng quan nhanh về kế hoạch.",
        "ipa-example": "/lɛt mi gɪv ju ə kwɪk ˈoʊvərˌvju əv ðə plæn./"
      }
    ]
  },
  {
    "word": "preview",
    "ipa": "/ˈpriː.vjuː/",
    "meaning": "Một buổi xem (một bộ phim, vở kịch, v.v.) trước khi nó được trình chiếu cho công chúng.",
    "image": "eew-5-26/13.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "preview",
        "meaning-example": "Một buổi xem (một bộ phim, vở kịch, v.v.) trước khi nó được trình chiếu cho công chúng.",
        "ipa-example": "/ˈpriː.vjuː/"
      },
      {
        "sentence": "Trước khi một bộ phim được công chiếu, hãng phim thường tung ra một đoạn phim ngắn giới thiệu những cảnh hấp dẫn nhất. Một cô bé xem xong và nói với mẹ: \"Con đã 'xem trước' (pre-view) phim rồi! Hay lắm mẹ ạ!\". Hành động \"xem\" (view) \"trước\" (pre) một phần nhỏ của tác phẩm đã cho cô bé một cái nhìn ban đầu. Từ đó, \"preview\" có nghĩa là một buổi xem trước hoặc giới thiệu trước một cái gì đó.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A viewing of (a movie, play, etc.) before it is shown to the general public.",
        "meaning-example": "Một buổi xem (phim, kịch, v.v.) trước khi nó được trình chiếu cho công chúng.",
        "ipa-example": "/ə ˈvjuɪŋ əv (ə ˈmuvi, pleɪ, ɛtˈsɛtərə) bɪˈfɔr ɪt ɪz ʃoʊn tu ðə ˈʤɛnərəl ˈpʌblɪk./"
      },
      {
        "sentence": "Cosmo was scared that his dreams were a preview of what was going to happen on his flight the next day.",
        "meaning-example": "Cosmo sợ rằng những giấc mơ của mình là điềm báo trước cho những gì sẽ xảy ra trên chuyến bay của cậu vào ngày hôm sau.",
        "ipa-example": "/ˈkɑzmoʊ wəz skɛrd ðæt hɪz drimz wər ə ˈpriˌvju əv wʌt wəz ˈgoʊɪŋ tu ˈhæpən ɑn hɪz flaɪt ðə nɛkst deɪ./"
      },
      {
        "sentence": "We saw a preview of the new movie.",
        "meaning-example": "Chúng tôi đã xem một đoạn giới thiệu của bộ phim mới.",
        "ipa-example": "/wi sɔ ə ˈpriˌvju əv ðə nu ˈmuvi./"
      },
      {
        "sentence": "The software offers a print preview feature.",
        "meaning-example": "Phần mềm cung cấp tính năng xem trước khi in.",
        "ipa-example": "/ðə ˈsɔftˌwɛr ˈɔfərz ə prɪnt ˈpriˌvju ˈfiʧər./"
      }
    ]
  },
  {
    "word": "previous",
    "ipa": "/ˈpriː.vi.əs/",
    "meaning": "Tồn tại hoặc xảy ra trước thời điểm hiện tại hoặc trước sự kiện đang được đề cập.",
    "image": "eew-5-26/14.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "previous",
        "meaning-example": "Tồn tại hoặc xảy ra trước thời điểm hiện tại hoặc trước sự kiện đang được đề cập.",
        "ipa-example": "/ˈpriː.vi.əs/"
      },
      {
        "sentence": "Một người kể chuyện đang thuật lại một chuỗi sự kiện. \"Trước (pre) khi chúng ta đến với chương này, chúng ta cần nhớ lại 'việc' (vi) 'ấy' (ous) đã xảy ra,\" ông nói. Ông luôn nhắc lại \"việc ấy\" đã xảy ra \"trước\" để mọi người có thể theo dõi câu chuyện. Mọi người bắt đầu dùng từ \"previous\" để chỉ bất cứ điều gì đã tồn tại hoặc xảy ra trước thời điểm hiện tại hoặc một sự kiện cụ thể.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Existing or occurring before in time or order.",
        "meaning-example": "Tồn tại hoặc xảy ra trước đó về mặt thời gian hoặc thứ tự.",
        "ipa-example": "/ɪgˈzɪstɪŋ ɔr əˈkɜrɪŋ bɪˈfɔr ɪn taɪm ɔr ˈɔrdər./"
      },
      {
        "sentence": "This dream had recurred for the previous five nights.",
        "meaning-example": "Giấc mơ này đã lặp lại trong năm đêm trước đó.",
        "ipa-example": "/ðɪs drim hæd rɪˈkɜrd fɔr ðə ˈpriviəs faɪv naɪts./"
      },
      {
        "sentence": "The previous owner of the house was an artist.",
        "meaning-example": "Chủ sở hữu trước đây của ngôi nhà là một nghệ sĩ.",
        "ipa-example": "/ðə ˈpriviəs ˈoʊnər əv ðə haʊs wəz ən ˈɑrtɪst./"
      },
      {
        "sentence": "I have met him on a previous occasion.",
        "meaning-example": "Tôi đã gặp anh ấy vào một dịp trước đây.",
        "ipa-example": "/aɪ hæv mɛt hɪm ɑn ə ˈpriviəs əˈkeɪʒən./"
      }
    ]
  },
  {
    "word": "provide",
    "ipa": "/prəˈvaɪd/",
    "meaning": "Cung cấp hoặc trang bị cho ai đó thứ gì đó.",
    "image": "eew-5-26/15.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "provide",
        "meaning-example": "Cung cấp hoặc trang bị cho ai đó thứ gì đó.",
        "ipa-example": "/prəˈvaɪd/"
      },
      {
        "sentence": "Một người cha già chuẩn bị cho con trai lên đường đi xa. Ông đưa cho cậu một túi đồ ăn và tiền bạc, và nói: \"Bố 'pro' (cho) con, để 'vài' (vid) ngày tới con không bị thiếu thốn.\" Hành động \"cho vài thứ\" để đảm bảo người khác có đủ những gì họ cần đã trở thành ý nghĩa cốt lõi. Từ đó, \"provide\" có nghĩa là cung cấp, chu cấp.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To make available for use; supply.",
        "meaning-example": "Cung cấp để sử dụng; cung ứng.",
        "ipa-example": "/tu meɪk əˈveɪləbəl fɔr juz; səˈplaɪ./"
      },
      {
        "sentence": "The next morning, Cosmo was provided with a divine set of wings and sent on his way.",
        "meaning-example": "Sáng hôm sau, Cosmo được cung cấp một đôi cánh thần thánh và lên đường.",
        "ipa-example": "/ðə nɛkst ˈmɔrnɪŋ, ˈkɑzmoʊ wəz prəˈvaɪdəd wɪθ ə dɪˈvaɪn sɛt əv wɪŋz ænd sɛnt ɑn hɪz weɪ./"
      },
      {
        "sentence": "The hotel provides a free breakfast.",
        "meaning-example": "Khách sạn cung cấp bữa sáng miễn phí.",
        "ipa-example": "/ðə hoʊˈtɛl prəˈvaɪdz ə fri ˈbrɛkfəst./"
      },
      {
        "sentence": "We are here to provide a service for the public.",
        "meaning-example": "Chúng tôi ở đây để cung cấp dịch vụ cho công chúng.",
        "ipa-example": "/wi ɑr hɪr tu prəˈvaɪd ə ˈsɜrvɪs fɔr ðə ˈpʌblɪk./"
      }
    ]
  },
  {
    "word": "recur",
    "ipa": "/rɪˈkɜː(r)/",
    "meaning": "Xảy ra lần nữa, định kỳ hoặc lặp đi lặp lại.",
    "image": "eew-5-26/16.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "recur",
        "meaning-example": "Xảy ra lần nữa, định kỳ hoặc lặp đi lặp lại.",
        "ipa-example": "/rɪˈkɜː(r)/"
      },
      {
        "sentence": "Một người thợ sửa đồng hồ đang gặp rắc rối với một chiếc đồng hồ cũ. Cứ sau vài giờ, nó lại ngừng chạy. Anh ta sửa nó, nhưng rồi vấn đề lại 'quay trở lại' (re) 'xảy ra' (occur). \"Cái lỗi này cứ 'lại xảy ra' (re-occur) hoài!\" anh ta than thở. Việc một sự kiện \"lại xảy ra\" lặp đi lặp lại được gọi là \"recur\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To occur again, periodically, or repeatedly.",
        "meaning-example": "Xảy ra một lần nữa, định kỳ, hoặc lặp đi lặp lại.",
        "ipa-example": "/tu əˈkɜr əˈgɛn, ˌpɪriˈɑdɪkəli, ɔr rɪˈpitɪdli./"
      },
      {
        "sentence": "This dream had recurred for the previous five nights.",
        "meaning-example": "Giấc mơ này đã lặp lại trong năm đêm trước đó.",
        "ipa-example": "/ðɪs drim hæd rɪˈkɜrd fɔr ðə ˈpriviəs faɪv naɪts./"
      },
      {
        "sentence": "If the symptoms recur, you should see a doctor.",
        "meaning-example": "Nếu các triệu chứng tái phát, bạn nên đi khám bác sĩ.",
        "ipa-example": "/ɪf ðə ˈsɪmptəmz rɪˈkɜr, ju ʃʊd si ə ˈdɑktər./"
      },
      {
        "sentence": "It's a recurring theme in his novels.",
        "meaning-example": "Đó là một chủ đề lặp đi lặp lại trong tiểu thuyết của ông.",
        "ipa-example": "/ɪts ə rɪˈkɜrɪŋ θim ɪn hɪz ˈnɑvəlz./"
      }
    ]
  },
  {
    "word": "relevant",
    "ipa": "/ˈrel.ə.vənt/",
    "meaning": "Liên quan mật thiết đến những gì đang được thảo luận hoặc xem xét.",
    "image": "eew-5-26/17.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "relevant",
        "meaning-example": "Liên quan mật thiết đến những gì đang được thảo luận hoặc xem xét.",
        "ipa-example": "/ˈrel.ə.vənt/"
      },
      {
        "sentence": "Trong một cuộc tranh luận, một người cứ nói lan man về những chủ đề không liên quan. Vị chủ tọa ngắt lời: \"Xin lỗi, điều ông nói có 'rõ là liên quan' (re-lơ-vần) đến vấn đề chính không? Chúng ta cần tập trung vào những điểm 'có liên quan'.\" Yêu cầu phải đưa ra những ý kiến \"rõ là liên quan\" đó đã nhấn mạnh tầm quan trọng của sự thích hợp. Từ đó, \"relevant\" được dùng để chỉ sự liên quan, thích hợp với vấn đề đang được thảo luận.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Closely connected or appropriate to what is being done or considered.",
        "meaning-example": "Được kết nối chặt chẽ hoặc phù hợp với những gì đang được thực hiện hoặc xem xét.",
        "ipa-example": "/ˈkloʊsli kəˈnɛktɪd ɔr əˈproʊpriət tu wʌt ɪz ˈbiɪŋ dʌn ɔr kənˈsɪdərd./"
      },
      {
        "sentence": "You have all the relevant skills in your personal inventory that have been building up over the years.",
        "meaning-example": "Bạn có tất cả các kỹ năng liên quan trong vốn cá nhân của mình đã được tích lũy qua nhiều năm.",
        "ipa-example": "/ju hæv ɔl ðə ˈrɛləvənt skɪlz ɪn jʊər ˈpɜrsənəl ˈɪnvənˌtɔri ðæt hæv bɪn ˈbɪldɪŋ ʌp ˈoʊvər ðə jɪrz./"
      },
      {
        "sentence": "Please only include relevant information in your report.",
        "meaning-example": "Vui lòng chỉ bao gồm thông tin liên quan trong báo cáo của bạn.",
        "ipa-example": "/pliz ˈoʊnli ɪnˈklud ˈrɛləvənt ˌɪnfərˈmeɪʃən ɪn jʊər rɪˈpɔrt./"
      },
      {
        "sentence": "His comments were not relevant to the topic.",
        "meaning-example": "Những bình luận của anh ấy không liên quan đến chủ đề.",
        "ipa-example": "/hɪz ˈkɑmɛnts wər nɑt ˈrɛləvənt tu ðə ˈtɑpɪk./"
      }
    ]
  },
  {
    "word": "rite",
    "ipa": "/raɪt/",
    "meaning": "Một nghi lễ hoặc buổi lễ tôn giáo hoặc trang trọng khác.",
    "image": "eew-5-26/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "rite",
        "meaning-example": "Một nghi lễ hoặc buổi lễ tôn giáo hoặc trang trọng khác.",
        "ipa-example": "/raɪt/"
      },
      {
        "sentence": "Một cậu bé trong bộ tộc sắp trải qua một nghi lễ trưởng thành. Cậu phải đi vào rừng một mình và trở về với một chiếc lông đại bàng. Cha cậu nói: \"Đây là 'quyền' (right) và cũng là nghĩa vụ của con. Hãy thực hiện nghi lễ này một cách 'đúng đắn' (right).\" Sự tương đồng về âm thanh giữa \"rite\" (nghi lễ) và \"right\" (đúng, quyền) nhấn mạnh rằng nghi lễ là một hành động đúng đắn và quan trọng, một phần không thể thiếu của truyền thống.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A religious or other solemn ceremony or act.",
        "meaning-example": "Một nghi lễ tôn giáo hoặc hành động trang trọng khác.",
        "ipa-example": "/ə rɪˈlɪʤəs ɔr ˈʌðər ˈsɑləm ˈsɛrəˌmoʊni ɔr ækt./"
      },
      {
        "sentence": "In his culture, boys of his age were required to participate in an important rite.",
        "meaning-example": "Trong nền văn hóa của cậu, các chàng trai ở độ tuổi của cậu được yêu cầu tham gia vào một nghi lễ quan trọng.",
        "ipa-example": "/ɪn hɪz ˈkʌlʧər, bɔɪz əv hɪz eɪʤ wər rɪˈkwaɪərd tu pɑrˈtɪsəˌpeɪt ɪn ən ɪmˈpɔrtənt raɪt./"
      },
      {
        "sentence": "The funeral rite was performed by the priest.",
        "meaning-example": "Nghi thức tang lễ được thực hiện bởi linh mục.",
        "ipa-example": "/ðə ˈfjunərəl raɪt wəz pərˈfɔrmd baɪ ðə prist./"
      },
      {
        "sentence": "The tribe has a special rite of passage for young men.",
        "meaning-example": "Bộ lạc có một nghi lễ trưởng thành đặc biệt dành cho các chàng trai trẻ.",
        "ipa-example": "/ðə traɪb hæz ə ˈspɛʃəl raɪt əv ˈpæsəʤ fɔr jʌŋ mɛn./"
      }
    ]
  },
  {
    "word": "stall",
    "ipa": "/stɔːl/",
    "meaning": "(của động cơ hoặc phương tiện) dừng chạy đột ngột; ngừng tiến triển.",
    "image": "eew-5-26/19.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "stall",
        "meaning-example": "(của động cơ hoặc phương tiện) dừng chạy đột ngột; ngừng tiến triển.",
        "ipa-example": "/stɔːl/"
      },
      {
        "sentence": "Một tay đua xe đang dẫn đầu cuộc đua. Đột nhiên, động cơ xe của anh ta phát ra tiếng \"s...t...o...l...\" rồi tắt ngúm. Chiếc xe bị 'chết máy' và dừng lại đột ngột. Sự cố dừng đột ngột, không mong muốn này đã khiến anh ta thua cuộc. Từ đó, động từ \"stall\" được dùng để chỉ việc dừng lại hoặc làm cho dừng lại, thường là do một vấn đề nào đó (như động cơ chết máy, hoặc một cuộc đàm phán bị đình trệ).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of an engine or vehicle) to stop running suddenly; to stop making progress.",
        "meaning-example": "(của động cơ hoặc phương tiện) ngừng chạy đột ngột; ngừng tiến bộ.",
        "ipa-example": "/(əv ən ˈɛnʤən ɔr ˈvihɪkəl) tu stɑp ˈrʌnɪŋ ˈsʌdənli; tu stɑp ˈmeɪkɪŋ ˈprɑgrəs./"
      },
      {
        "sentence": "What if my strength stalls, and I can’t stay in the air.",
        "meaning-example": "Nhỡ đâu sức mạnh của con bị đình trệ, và con không thể ở trên không trung được thì sao.",
        "ipa-example": "/wʌt ɪf maɪ strɛŋkθ stɔlz, ænd aɪ kænt steɪ ɪn ði ɛr./"
      },
      {
        "sentence": "The car stalled at the traffic lights.",
        "meaning-example": "Chiếc xe bị chết máy ở đèn giao thông.",
        "ipa-example": "/ðə kɑr stɔld æt ðə ˈtræfɪk laɪts./"
      },
      {
        "sentence": "The peace talks have stalled.",
        "meaning-example": "Các cuộc đàm phán hòa bình đã bị đình trệ.",
        "ipa-example": "/ðə pis tɔks hæv stɔld./"
      }
    ]
  },
  {
    "word": "supernatural",
    "ipa": "/ˌsuː.pəˈnætʃ.rəl/",
    "meaning": "(của một hiện tượng hoặc thực thể) được cho là tồn tại ngoài thế giới tự nhiên và không thể giải thích bằng các quy luật tự nhiên.",
    "image": "eew-5-26/20.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "supernatural",
        "meaning-example": "(của một hiện tượng hoặc thực thể) được cho là tồn tại ngoài thế giới tự nhiên và không thể giải thích bằng các quy luật tự nhiên.",
        "ipa-example": "/ˌsuː.pəˈnætʃ.rəl/"
      },
      {
        "sentence": "Một nhà khoa học đang nghiên cứu những hiện tượng kỳ lạ không thể giải thích được bằng các quy luật tự nhiên. Ông nói: \"Những điều này 'siêu' (super) 'tự nhiên' (natural). Chúng vượt ra ngoài hiểu biết của chúng ta về thế giới vật lý.\" Sự kết hợp của \"siêu\" (vượt lên trên) và \"tự nhiên\" đã tạo ra một từ hoàn hảo để mô tả những thứ được cho là tồn tại ngoài thế giới tự nhiên, như ma, phép thuật hay các vị thần.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of a phenomenon or entity) attributed to some force beyond scientific understanding or the laws of nature.",
        "meaning-example": "(của một hiện tượng hoặc thực thể) được cho là do một lực nào đó vượt ra ngoài sự hiểu biết khoa học hoặc các quy luật của tự nhiên.",
        "ipa-example": "/(əv ə fəˈnɑməˌnɑn ɔr ˈɛntəti) əˈtrɪbjutɪd tu sʌm fɔrs biˈɑnd ˌsaɪənˈtɪfɪk ˌʌndərˈstændɪŋ ɔr ðə lɔz əv ˈneɪʧər./"
      },
      {
        "sentence": "Cosmo was a supernatural being who was about to turn 15 years old.",
        "meaning-example": "Cosmo là một sinh vật siêu nhiên sắp tròn 15 tuổi.",
        "ipa-example": "/ˈkɑzmoʊ wəz ə ˌsupərˈnæʧərəl ˈbiɪŋ hu wəz əˈbaʊt tu tɜrn fɪfˈtin jɪrz oʊld./"
      },
      {
        "sentence": "She believes in ghosts and other supernatural beings.",
        "meaning-example": "Cô ấy tin vào ma và các sinh vật siêu nhiên khác.",
        "ipa-example": "/ʃi bɪˈlivz ɪn goʊsts ænd ˈʌðər ˌsupərˈnæʧərəl ˈbiɪŋz./"
      },
      {
        "sentence": "The story was full of supernatural events.",
        "meaning-example": "Câu chuyện đầy rẫy những sự kiện siêu nhiên.",
        "ipa-example": "/ðə ˈstɔri wəz fʊl əv ˌsupərˈnæʧərəl ɪˈvɛnts./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "Cosmo’s Flight",
        "meaning-example": "Chuyến bay của Cosmo",
        "ipa-example": "/ˈkɑzmoʊz flaɪt/"
      },
      {
        "sentence": "When Cosmo woke up, he was crying.",
        "meaning-example": "Khi Cosmo thức dậy, cậu ấy đang khóc.",
        "ipa-example": "/wɛn ˈkɑzmoʊ woʊk ʌp, hi wəz ˈkraɪɪŋ./"
      },
      {
        "sentence": "He had a dream that he was falling.",
        "meaning-example": "Cậu ấy đã mơ rằng mình đang rơi.",
        "ipa-example": "/hi hæd ə drim ðæt hi wəz ˈfɔlɪŋ./"
      },
      {
        "sentence": "This dream had recurred for the previous five nights.",
        "meaning-example": "Giấc mơ này đã lặp lại trong năm đêm trước đó.",
        "ipa-example": "/ðɪs drim hæd rɪˈkɜrd fɔr ðə ˈpriviəs faɪv naɪts./"
      },
      {
        "sentence": "Cosmo was scared that his dreams were a preview of what was going to happen on his flight the next day.",
        "meaning-example": "Cosmo sợ rằng những giấc mơ của mình là điềm báo trước cho những gì sẽ xảy ra trên chuyến bay của cậu vào ngày hôm sau.",
        "ipa-example": "/ˈkɑzmoʊ wəz skɛrd ðæt hɪz drimz wər ə ˈpriˌvju əv wʌt wəz ˈgoʊɪŋ tu ˈhæpən ɑn hɪz flaɪt ðə nɛkst deɪ./"
      },
      {
        "sentence": "Cosmo was a supernatural being who was about to turn 15 years old.",
        "meaning-example": "Cosmo là một sinh vật siêu nhiên sắp tròn 15 tuổi.",
        "ipa-example": "/ˈkɑzmoʊ wəz ə ˌsupərˈnæʧərəl ˈbiɪŋ hu wəz əˈbaʊt tu tɜrn fɪfˈtin jɪrz oʊld./"
      },
      {
        "sentence": "In his culture, boys of his age were required to participate in an important rite.",
        "meaning-example": "Trong nền văn hóa của cậu, các chàng trai ở độ tuổi của cậu được yêu cầu tham gia vào một nghi lễ quan trọng.",
        "ipa-example": "/ɪn hɪz ˈkʌlʧər, bɔɪz əv hɪz eɪʤ wər rɪˈkwaɪərd tu pɑrˈtɪsəˌpeɪt ɪn ən ɪmˈpɔrtənt raɪt./"
      },
      {
        "sentence": "They were given wings and instructed to orbit the Earth.",
        "meaning-example": "Họ được ban cho đôi cánh và được chỉ dẫn bay quanh Trái Đất.",
        "ipa-example": "/ðeɪ wər ˈgɪvən wɪŋz ænd ɪnˈstrʌktɪd tu ˈɔrbɪt ði ɜrθ./"
      },
      {
        "sentence": "After successful flights, the boys officially became men.",
        "meaning-example": "Sau những chuyến bay thành công, các chàng trai chính thức trở thành đàn ông.",
        "ipa-example": "/ˈæftər səkˈsɛsfəl flaɪts, ðə bɔɪz əˈfɪʃəli bɪˈkeɪm mɛn./"
      },
      {
        "sentence": "Cosmo certainly wanted to be a man, but he was scared.",
        "meaning-example": "Cosmo chắc chắn muốn trở thành một người đàn ông, nhưng cậu ấy rất sợ.",
        "ipa-example": "/ˈkɑzmoʊ ˈsɜrtənli ˈwɑntɪd tu bi ə mæn, bʌt hi wəz skɛrd./"
      },
      {
        "sentence": "He went to the oracle of a god named Dano.",
        "meaning-example": "Cậu đến gặp nhà tiên tri của một vị thần tên là Dano.",
        "ipa-example": "/hi wɛnt tu ði ˈɔrəkəl əv ə gɑd neɪmd ˈdænoʊ./"
      },
      {
        "sentence": "Cosmo said, “I’m not sure I can make such a long trip. What if I get tired? What if my strength stalls, and I can’t stay in the air. I’ll crash and die!”",
        "meaning-example": "Cosmo nói: “Con không chắc mình có thể thực hiện một chuyến đi dài như vậy. Nhỡ con mệt thì sao? Nhỡ sức của con cạn kiệt và con không thể ở trên không trung được. Con sẽ rơi và chết!”",
        "ipa-example": "/ˈkɑzmoʊ sɛd, “aɪm nɑt ʃʊr aɪ kæn meɪk sʌʧ ə lɔŋ trɪp. wʌt ɪf aɪ gɛt ˈtaɪərd? wʌt ɪf maɪ strɛŋkθ stɔlz, ænd aɪ kænt steɪ ɪn ði ɛr. aɪl kræʃ ænd daɪ!”/"
      },
      {
        "sentence": "Dano replied, “Don’t be afraid. You have all the relevant skills in your personal inventory that have been building up over the years.",
        "meaning-example": "Dano trả lời: “Đừng sợ. Con có tất cả các kỹ năng liên quan trong vốn cá nhân của mình đã được tích lũy qua nhiều năm.",
        "ipa-example": "/ˈdænoʊ rɪˈplaɪd, “doʊnt bi əˈfreɪd. ju hæv ɔl ðə ˈrɛləvənt skɪlz ɪn jʊər ˈpɜrsənəl ˈɪnvənˌtɔri ðæt hæv bɪn ˈbɪldɪŋ ʌp ˈoʊvər ðə jɪrz./"
      },
      {
        "sentence": "To ease your worry, let me tell you a little about what will happen tomorrow.",
        "meaning-example": "Để giảm bớt lo lắng của con, hãy để ta kể cho con một chút về những gì sẽ xảy ra vào ngày mai.",
        "ipa-example": "/tu iz jʊər ˈwɜri, lɛt mi tɛl ju ə ˈlɪtəl əˈbaʊt wʌt wɪl ˈhæpən təˈmɑˌroʊ./"
      },
      {
        "sentence": "You’ll begin over Africa.",
        "meaning-example": "Con sẽ bắt đầu ở trên châu Phi.",
        "ipa-example": "/jul bɪˈgɪn ˈoʊvər ˈæfrɪkə./"
      },
      {
        "sentence": "You’ll keep flying north until you come to the Himalayas.",
        "meaning-example": "Con sẽ tiếp tục bay về phía bắc cho đến khi đến dãy Himalaya.",
        "ipa-example": "/jul kip ˈflaɪɪŋ nɔrθ ənˈtɪl ju kʌm tu ðə ˌhɪməˈleɪəz./"
      },
      {
        "sentence": "The mountaintops will look like small loaves of bread at such a high distance.",
        "meaning-example": "Từ khoảng cách cao như vậy, các đỉnh núi sẽ trông giống như những ổ bánh mì nhỏ.",
        "ipa-example": "/ðə ˈmaʊntənˌtɑps wɪl lʊk laɪk smɔl loʊvz əv brɛd æt sʌʧ ə haɪ ˈdɪstəns./"
      },
      {
        "sentence": "The rivers of the world will look like pieces of blue string that cross the globe.",
        "meaning-example": "Những con sông trên thế giới sẽ trông giống như những sợi chỉ xanh vắt ngang qua địa cầu.",
        "ipa-example": "/ðə ˈrɪvərz əv ðə wɜrld wɪl lʊk laɪk ˈpisəz əv blu strɪŋ ðæt krɔs ðə gloʊb./"
      },
      {
        "sentence": "Keep your body horizontal when flying against the winds of the Pacific Ocean.",
        "meaning-example": "Hãy giữ cơ thể nằm ngang khi bay ngược chiều gió của Thái Bình Dương.",
        "ipa-example": "/kip jʊər ˈbɑdi ˌhɔrəˈzɑntəl wɛn ˈflaɪɪŋ əˈgɛnst ðə wɪndz əv ðə pəˈsɪfɪk ˈoʊʃən./"
      },
      {
        "sentence": "Keep your eyes open and enjoy the beauty of the Earth.",
        "meaning-example": "Hãy mở to mắt và tận hưởng vẻ đẹp của Trái Đất.",
        "ipa-example": "/kip jʊər aɪz ˈoʊpən ænd ɪnˈʤɔɪ ðə ˈbjuti əv ði ɜrθ./"
      },
      {
        "sentence": "You will be fine, you’ll see.”",
        "meaning-example": "Con sẽ ổn thôi, con sẽ thấy.”",
        "ipa-example": "/ju wɪl bi faɪn, jul si.”/"
      },
      {
        "sentence": "Cosmo replied, “Thanks for the overview of my journey, I’ll do my best.”",
        "meaning-example": "Cosmo trả lời: “Cảm ơn vì đã cho con cái nhìn tổng quan về hành trình của mình, con sẽ cố gắng hết sức.”",
        "ipa-example": "/ˈkɑzmoʊ rɪˈplaɪd, “θæŋks fɔr ði ˈoʊvərˌvju əv maɪ ˈʤɜrni, aɪl du maɪ bɛst.”/"
      },
      {
        "sentence": "The next morning, Cosmo was provided with a divine set of wings and sent on his way.",
        "meaning-example": "Sáng hôm sau, Cosmo được cung cấp một đôi cánh thần thánh và lên đường.",
        "ipa-example": "/ðə nɛkst ˈmɔrnɪŋ, ˈkɑzmoʊ wəz prəˈvaɪdəd wɪθ ə dɪˈvaɪn sɛt əv wɪŋz ænd sɛnt ɑn hɪz weɪ./"
      },
      {
        "sentence": "He flapped his wings and went high above the Earth.",
        "meaning-example": "Cậu vỗ cánh và bay cao trên Trái Đất.",
        "ipa-example": "/hi flæpt hɪz wɪŋz ænd wɛnt haɪ əˈbʌv ði ɜrθ./"
      },
      {
        "sentence": "He flew over mountains, oceans, and glaciers.",
        "meaning-example": "Cậu bay qua những ngọn núi, đại dương và sông băng.",
        "ipa-example": "/hi flu ˈoʊvər ˈmaʊntənz, ˈoʊʃənz, ænd ˈgleɪʃərz./"
      },
      {
        "sentence": "After a while, his inward thoughts were no longer about falling.",
        "meaning-example": "Một lúc sau, những suy nghĩ nội tâm của cậu không còn về việc bị ngã nữa.",
        "ipa-example": "/ˈæftər ə waɪl, hɪz ˈɪnwərd θɔts wər noʊ ˈlɔŋgər əˈbaʊt ˈfɔlɪŋ./"
      },
      {
        "sentence": "He was actually having fun!",
        "meaning-example": "Cậu ấy thực sự đang rất vui!",
        "ipa-example": "/hi wəz ˈækʧuəli ˈhævɪŋ fʌn!/"
      },
      {
        "sentence": "He began to hum a song as he enjoyed the view.",
        "meaning-example": "Cậu ấy bắt đầu ngân nga một bài hát trong khi thưởng thức quang cảnh.",
        "ipa-example": "/hi bɪˈgæn tu hʌm ə sɔŋ æz hi ɪnˈʤɔɪd ðə vju./"
      },
      {
        "sentence": "When he reached home, his tribe was there to greet him.",
        "meaning-example": "Khi cậu về đến nhà, bộ lạc của cậu đã ở đó để chào đón cậu.",
        "ipa-example": "/wɛn hi riʧt hoʊm, hɪz traɪb wəz ðɛr tu grit hɪm./"
      },
      {
        "sentence": "The chief said, “On behalf of the tribe, I declare you a man. We’re proud of you, Cosmo!”",
        "meaning-example": "Tộc trưởng nói: “Thay mặt cho bộ lạc, ta tuyên bố con là một người đàn ông. Chúng ta tự hào về con, Cosmo!”",
        "ipa-example": "/ðə ʧif sɛd, “ɑn bɪˈhæf əv ðə traɪb, aɪ dɪˈklɛr ju ə mæn. wɪr praʊd əv ju, ˈkɑzmoʊ!”/"
      },
      {
        "sentence": "Cosmo was proud of himself, too.",
        "meaning-example": "Cosmo cũng tự hào về bản thân mình.",
        "ipa-example": "/ˈkɑzmoʊ wəz praʊd əv hɪmˈsɛlf, tu./"
      }
    ]
  }
]
