[
  {
    "word": "aquarium",
    "ipa": "/əˈkweə.ri.əm/",
    "meaning": "Một bể kính trong đó cá và các sinh vật dưới nước khác được nuôi giữ.",
    "image": "eew-5-28/1.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "aquarium",
        "meaning-example": "Một bể kính trong đó cá và các sinh vật dưới nước khác được nuôi giữ.",
        "ipa-example": "/əˈkweə.ri.əm/"
      },
      {
        "sentence": "An, một cậu bé lớn lên ở vùng núi cao, lần đầu tiên được chú đưa xuống thành phố biển. Điều khiến cậu choáng ngợp nhất không phải là những toà nhà chọc trời, mà là một công trình kỳ lạ mà chú cậu gọi là thuỷ cung. Bên trong, một bức tường kính khổng lồ ngăn cách cậu với một thế giới đại dương thu nhỏ. Lần đầu tiên trong đời, An thấy cá mập lướt đi oai vệ, những đàn cá nhỏ lấp lánh như châu báu, và một con cá đuối khổng lồ như đang bay lượn trong nước. Âm thanh của bong bóng nước sủi bọt, tiếng người xem trầm trồ, và sự chuyển động không ngừng của hàng trăm sinh vật tạo nên một khung cảnh hỗn hợp đầy sức sống. Áp mặt vào tấm kính mát lạnh, An quay sang chú và hét lên để át đi tiếng ồn: \"Chú ơi! Ở đây 'A! Quá-rì-ầm!'\". Cậu bé vừa diễn tả sự ngạc nhiên \"A!\", vừa nói về sự \"quá ầm ĩ\" và \"quá nhiều\" sinh vật. Người chú bật cười, giải thích rằng nơi này được gọi là \"aquarium\", và tiếng kêu của An đã vô tình nắm bắt được hoàn hảo cái hồn của nó.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A glass tank in which fish and other water creatures are kept.",
        "meaning-example": "Một bể kính trong đó cá và các sinh vật nước khác được giữ.",
        "ipa-example": "/ə glæs tæŋk ɪn wɪʧ fɪʃ ænd ˈʌðər ˈwɔtər ˈkriʧərz ɑr kɛpt./"
      },
      {
        "sentence": "He even said that he would buy new glass walls for the aquarium because the old ones were cracked.",
        "meaning-example": "Anh ấy thậm chí còn nói rằng anh ấy sẽ mua những bức tường kính mới cho thủy cung vì những cái cũ đã bị nứt.",
        "ipa-example": "/hi ˈivɪn sɛd ðæt hi wʊd baɪ nu glæs wɔlz fɔr ði əˈkwɛriəm bɪˈkɔz ði oʊld wʌnz wər krækt./"
      },
      {
        "sentence": "We have a small aquarium with two goldfish.",
        "meaning-example": "Chúng tôi có một bể cá nhỏ với hai con cá vàng.",
        "ipa-example": "/wi hæv ə smɔl əˈkwɛriəm wɪθ tu ˈgoʊldˌfɪʃ./"
      },
      {
        "sentence": "The city's aquarium is a popular tourist attraction.",
        "meaning-example": "Thủy cung của thành phố là một điểm thu hút khách du lịch nổi tiếng.",
        "ipa-example": "/ðə ˈsɪtiz əˈkwɛriəm ɪz ə ˈpɑpjələr ˈtʊrɪst əˈtrækʃən./"
      }
    ]
  },
  {
    "word": "arbitrary",
    "ipa": "/ˈɑː.bɪ.trər.i/",
    "meaning": "Dựa trên cơ hội hoặc ý thích cá nhân hơn là bất kỳ lý do hoặc hệ thống nào; tùy tiện.",
    "image": "eew-5-28/2.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "arbitrary",
        "meaning-example": "Dựa trên cơ hội hoặc ý thích cá nhân hơn là bất kỳ lý do hoặc hệ thống nào; tùy tiện.",
        "ipa-example": "/ˈɑː.bɪ.trər.i/"
      },
      {
        "sentence": "Ở một vương quốc nọ, có một vị vua trẻ nổi tiếng với việc ra quyết định hết sức kỳ quặc. Ngài không dựa vào luật lệ, cố vấn hay nhu cầu của dân chúng, mà chỉ dựa vào ý thích bất chợt của mình. Một buổi sáng, ngài ra lệnh rằng tất cả ngựa trong vương quốc phải được sơn màu hồng. Các vị đại thần vô cùng bối rối. Vị tể tướng già cẩn trọng hỏi: \"Tâu bệ hạ, quyết định này dựa trên cơ sở nào ạ? Nó có lợi ích gì cho quốc gia không?\". Vị vua, đang thản nhiên cho chim ăn, nhún vai đáp: \"Không có cơ sở nào cả. Ta chỉ thích thế thôi.\" Vị tể tướng cố gắng thuyết phục: \"Nhưng luật pháp cần có lý trí, cần có mục đích ạ.\" Vua bèn nổi cáu và quát: \"'Ai-biểu-tui-lì' mà dám chất vấn ta? (Ai bảo ta phải lì lợm/cứng đầu mà dám cãi lại?). Ta là vua, ý thích của ta là luật pháp.\" Các quyết định của ngài không bao giờ tuân theo một logic nào, chúng hoàn toàn ngẫu hứng. Các sử gia trong triều, khi ghi chép về triều đại của ông, đã tạo ra một từ để mô tả phong cách cai trị này, bắt nguồn từ câu nói thách thức của nhà vua. Họ gọi đó là \"arbitrary\" - một quyết định tùy tiện, không dựa trên bất kỳ lý do hay hệ thống nào.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Based on chance or personal whim rather than any reason or system.",
        "meaning-example": "Dựa trên cơ hội hoặc ý thích cá nhân hơn là bất kỳ lý do hay hệ thống nào.",
        "ipa-example": "/beɪst ɑn ʧæns ɔr ˈpɜrsənəl wɪm ˈræðər ðæn ˈɛni ˈrizən ɔr ˈsɪstəm./"
      },
      {
        "sentence": "He didn’t want to spend it in an arbitrary way.",
        "meaning-example": "Anh ấy không muốn tiêu nó một cách tùy tiện.",
        "ipa-example": "/hi ˈdɪdənt wɑnt tu spɛnd ɪt ɪn ən ˈɑrbəˌtrɛri weɪ./"
      },
      {
        "sentence": "The choice of players seemed completely arbitrary.",
        "meaning-example": "Việc lựa chọn cầu thủ có vẻ hoàn toàn tùy tiện.",
        "ipa-example": "/ðə ʧɔɪs əv ˈpleɪərz simd kəmˈplitli ˈɑrbəˌtrɛri./"
      },
      {
        "sentence": "He made an arbitrary decision.",
        "meaning-example": "Anh ấy đã đưa ra một quyết định tùy tiện.",
        "ipa-example": "/hi meɪd ən ˈɑrbəˌtrɛri dɪˈsɪʒən./"
      }
    ]
  },
  {
    "word": "autobiography",
    "ipa": "/ˌɔː.tə.baɪˈɒɡ.rə.fi/",
    "meaning": "Một cuốn sách về cuộc đời của một người, do chính người đó viết.",
    "image": "eew-5-28/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "autobiography",
        "meaning-example": "Một cuốn sách về cuộc đời của một người, do chính người đó viết.",
        "ipa-example": "/ˌɔː.tə.baɪˈɒɡ.rə.fi/"
      },
      {
        "sentence": "Ông Ba, một ngư dân già đã nghỉ hưu, là một huyền thoại sống ở làng chài. Cả cuộc đời ông gắn liền với biển cả, với những chuyến đi bão táp và những câu chuyện về những loài cá khổng lồ. Lũ trẻ trong làng rất thích quây quần bên ông mỗi chiều để nghe kể chuyện. Một hôm, cô cháu gái nhỏ của ông nói: \"Ông ơi, chuyện của ông hay quá. Ông viết thành sách đi để sau này chúng cháu và mọi người còn được đọc.\" Ông Ba cười hiền, ánh mắt xa xăm nhìn ra biển. \"Ý hay đấy cháu ạ. Nhưng ông sẽ không chỉ viết truyện. Ông sẽ viết lại cả cuộc đời mình. Ông sẽ 'tự-tôi-ghi-lại' tất cả, từ lúc còn là một cậu bé chân trần học vá lưới cho đến những ngày lênh đênh trên biển, cả niềm vui và nỗi buồn.\" Ông mua giấy bút và bắt đầu viết. Ông viết về gia đình, về những người bạn đã mất trên biển, về những lần đối mặt với hiểm nguy. Cuốn sách đó không chỉ là những cuộc phiêu lưu, mà là cả tâm hồn ông. Một nhà xuất bản tình cờ đọc được bản thảo và vô cùng xúc động. \"Thể loại sách mà một người tự viết về cuộc đời mình như thế này,\" ông nói, \"chúng ta sẽ gọi nó là 'autobiography'. Nó xuất phát từ tiếng Hy Lạp: 'auto' (tự thân), 'bio' (sự sống), và 'graphy' (viết). Thật hoàn hảo để mô tả những gì ông Ba đã làm - 'tự-tôi-ghi-lại'.\"",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A book about a person's life, written by that person.",
        "meaning-example": "Một cuốn sách về cuộc đời của một người, do chính người đó viết.",
        "ipa-example": "/ə bʊk əˈbaʊt ə ˈpɜrsənz laɪf, ˈrɪtən baɪ ðæt ˈpɜrsən./"
      },
      {
        "sentence": "If I ever write an autobiography, I will write that this was the happiest day of my life.",
        "meaning-example": "Nếu tôi có bao giờ viết một cuốn tự truyện, tôi sẽ viết rằng đây là ngày hạnh phúc nhất trong cuộc đời tôi.",
        "ipa-example": "/ɪf aɪ ˈɛvər raɪt ən ˌɔtəbaɪˈɑgrəfi, aɪ wɪl raɪt ðæt ðɪs wəz ðə ˈhæpiəst deɪ əv maɪ laɪf./"
      },
      {
        "sentence": "He published his autobiography last year.",
        "meaning-example": "Ông đã xuất bản cuốn tự truyện của mình vào năm ngoái.",
        "ipa-example": "/hi ˈpʌblɪʃt hɪz ˌɔtəbaɪˈɑgrəfi læst jɪr./"
      },
      {
        "sentence": "Many celebrities write their autobiographies.",
        "meaning-example": "Nhiều người nổi tiếng viết tự truyện của họ.",
        "ipa-example": "/ˈmɛni səˈlɛbrətiz raɪt ðɛr ˌɔtəbaɪˈɑgrəfiz./"
      }
    ]
  },
  {
    "word": "convention",
    "ipa": "/kənˈven.ʃən/",
    "meaning": "Một cách hành xử được coi là bình thường và truyền thống trong một nhóm hoặc xã hội cụ thể.",
    "image": "eew-5-28/4.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "convention",
        "meaning-example": "Một cách hành xử được coi là bình thường và truyền thống trong một nhóm hoặc xã hội cụ thể.",
        "ipa-example": "/kənˈven.ʃən/"
      },
      {
        "sentence": "Một nhà nhân chủng học người Canada tên là David đến một ngôi làng cổ ở miền Bắc Việt Nam để nghiên cứu về văn hóa. Anh đến đúng vào dịp làng chuẩn bị cho lễ hội đình làng, một sự kiện trọng đại diễn ra hàng năm. David quan sát thấy mọi việc dường như tuân theo một quy tắc bất thành văn. Đàn ông thì tập trung ở sân đình để chuẩn bị kiệu và lễ vật, phụ nữ thì ở nhà làm những loại bánh đặc trưng, còn người già thì kể cho con cháu nghe về sự tích của vị thành hoàng làng. Đến ngày chính hội, tất cả mọi người đều mặc trang phục truyền thống và tham gia vào các nghi lễ một cách trang nghiêm. David cảm thấy mình như người ngoài cuộc trong bộ quần áo hiện đại. Anh quay sang người hướng dẫn của mình và hỏi: \"Tất cả những điều này 'có-phải-văn-sự-thông-thường' ở đây không? Ý tôi là, đây là một quy tắc xã hội mà mọi người đều tuân theo sao?\". Người hướng dẫn gật đầu: \"Đúng vậy, đây là 'convention' của làng chúng tôi, là tục lệ, là nếp sống đã được truyền từ đời này sang đời khác.\" David ghi chép lại, từ \"convention\" nghe tựa như câu hỏi của anh, nó mô tả hoàn hảo những quy tắc, tập quán xã hội được chấp nhận rộng rãi này.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A way in which something is usually done; a custom.",
        "meaning-example": "Một cách mà một cái gì đó thường được thực hiện; một phong tục.",
        "ipa-example": "/ə weɪ ɪn wɪʧ ˈsʌmθɪŋ ɪz ˈjuʒəwəli dʌn; ə ˈkʌstəm./"
      },
      {
        "sentence": "It wasn’t a social convention for a person to be so gracious.",
        "meaning-example": "Đó không phải là một quy ước xã hội để một người tỏ ra lịch thiệp như vậy.",
        "ipa-example": "/ɪt ˈwɑzənt ə ˈsoʊʃəl kənˈvɛnʃən fɔr ə ˈpɜrsən tu bi soʊ ˈgreɪʃəs./"
      },
      {
        "sentence": "It's a social convention to say \"thank you\" when someone gives you a gift.",
        "meaning-example": "Theo quy ước xã hội, người ta nói \"cảm ơn\" khi ai đó tặng bạn một món quà.",
        "ipa-example": "/ɪts ə ˈsoʊʃəl kənˈvɛnʃən tu seɪ 'θæŋk ju' wɛn ˈsʌmwʌn gɪvz ju ə gɪft./"
      },
      {
        "sentence": "He is a man who defies convention.",
        "meaning-example": "Anh ấy là một người thách thức quy ước.",
        "ipa-example": "/hi ɪz ə mæn hu dɪˈfaɪz kənˈvɛnʃən./"
      }
    ]
  },
  {
    "word": "gracious",
    "ipa": "/ˈɡreɪ.ʃəs/",
    "meaning": "Lịch sự, tốt bụng và dễ chịu, đặc biệt là đối với những người có địa vị xã hội thấp hơn.",
    "image": "eew-5-28/5.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "gracious",
        "meaning-example": "Lịch sự, tốt bụng và dễ chịu, đặc biệt là đối với những người có địa vị xã hội thấp hơn.",
        "ipa-example": "/ˈɡreɪ.ʃəs/"
      },
      {
        "sentence": "Trong một thị trấn nhỏ, có một tiệm trà cũ kỹ được điều hành bởi một phụ nữ lớn tuổi tên là bà An. Dù không giàu có, bà An nổi tiếng khắp vùng vì sự tử tế và lịch thiệp của mình. Bất kể ai bước vào tiệm, dù là một vị khách sang trọng hay một người lao động nghèo khó, bà đều chào đón bằng một nụ cười ấm áp và một giọng nói nhẹ nhàng. Một ngày nọ, một du khách bị lỡ chuyến xe buýt cuối cùng và không có nơi nào để đi. Thấy anh ta ngồi co ro bên ngoài trong trời lạnh, bà An đã mời anh vào trong, pha cho anh một ấm trà nóng và mời anh một chiếc bánh ngọt mà không đòi hỏi bất cứ điều gì. Bà còn lắng nghe câu chuyện của anh với sự quan tâm chân thành. Vị khách vô cùng cảm động. Anh nghĩ: \"Cách hành xử của bà ấy thật đặc biệt. Bà ấy 'gây-ra-sự' ấm áp và dễ chịu cho người khác một cách tự nhiên. Bà không chỉ tốt bụng, mà còn toát lên một vẻ thanh lịch, điềm tĩnh.\" Sau này, khi kể lại câu chuyện, anh luôn dùng từ \"gracious\" để mô tả bà An. Nó không chỉ có nghĩa là tử tế, mà còn bao hàm cả sự lịch thiệp, dễ chịu và cao quý mà bà đã \"gây-ra-sự\" cảm mến trong lòng anh.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Behaving in a pleasant, polite, calm way.",
        "meaning-example": "Cư xử một cách dễ chịu, lịch sự, điềm tĩnh.",
        "ipa-example": "/bɪˈheɪvɪŋ ɪn ə ˈplɛzənt, pəˈlaɪt, kɑm weɪ./"
      },
      {
        "sentence": "It wasn’t a social convention for a person to be so gracious.",
        "meaning-example": "Đó không phải là một quy ước xã hội để một người tỏ ra lịch thiệp như vậy.",
        "ipa-example": "/ɪt ˈwɑzənt ə ˈsoʊʃəl kənˈvɛnʃən fɔr ə ˈpɜrsən tu bi soʊ ˈgreɪʃəs./"
      },
      {
        "sentence": "She was a gracious hostess.",
        "meaning-example": "Cô ấy là một bà chủ nhà lịch thiệp.",
        "ipa-example": "/ʃi wəz ə ˈgreɪʃəs ˈhoʊstəs./"
      },
      {
        "sentence": "He gave a gracious bow to the audience.",
        "meaning-example": "Anh ấy đã cúi chào khán giả một cách lịch thiệp.",
        "ipa-example": "/hi geɪv ə ˈgreɪʃəs baʊ tu ði ˈɔdiəns./"
      }
    ]
  },
  {
    "word": "improve",
    "ipa": "/ɪmˈpruːv/",
    "meaning": "Trở nên tốt hơn hoặc làm cho cái gì đó tốt hơn.",
    "image": "eew-5-28/6.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "improve",
        "meaning-example": "Trở nên tốt hơn hoặc làm cho cái gì đó tốt hơn.",
        "ipa-example": "/ɪmˈpruːv/"
      },
      {
        "sentence": "Linh là một cô gái trẻ có niềm đam mê mãnh liệt với cây đàn violin, nhưng kỹ năng của cô vẫn còn rất non nớt. Những âm thanh cô tạo ra thường áo não và lạc điệu, khiến những người hàng xóm phải phàn nàn. Cảm thấy nản lòng, cô tìm đến một nghệ sĩ violin già và xin được chỉ giáo. Vị nghệ sĩ lắng nghe cô chơi, rồi mỉm cười nói: \"Ta không thể dạy con tài năng, nhưng ta có thể chỉ con con đường. Con đường đó rất đơn giản: 'im-lặng-và-rèn-luyện'.\" Ông giải thích: \"'Im lặng' để lắng nghe những lỗi sai của chính mình, lắng nghe tiếng đàn của những người thầy, và 'rèn luyện' không ngừng nghỉ, mỗi ngày một chút.\" Nghe lời khuyên, Linh không còn vội vã chơi những bản nhạc khó nữa. Cô quay lại từ những bài tập cơ bản nhất, kiên nhẫn và tập trung. Mỗi ngày, cô dành hàng giờ để \"im-lặng-và-rèn-luyện\", sửa từng lỗi nhỏ. Dần dần, tiếng đàn của cô trở nên trong trẻo và có hồn hơn. Cô nhận ra rằng, chìa khoá để trở nên tốt hơn chính là quá trình \"improve\" - cải thiện, tiến bộ, một từ nghe như lời khuyên của vị nghệ sĩ già.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To get better, or to make something better.",
        "meaning-example": "Trở nên tốt hơn, hoặc làm cho cái gì đó tốt hơn.",
        "ipa-example": "/tu gɛt ˈbɛtər, ɔr tu meɪk ˈsʌmθɪŋ ˈbɛtər./"
      },
      {
        "sentence": "He probed Joe to learn why he spent his money to improve the zoo.",
        "meaning-example": "Ông ấy đã thăm dò Joe để biết tại sao anh lại dùng tiền của mình để cải thiện sở thú.",
        "ipa-example": "/hi proʊbd ʤoʊ tu lɜrn waɪ hi spɛnt hɪz ˈmʌni tu ɪmˈpruv ðə zu./"
      },
      {
        "sentence": "I need to improve my Spanish.",
        "meaning-example": "Tôi cần cải thiện tiếng Tây Ban Nha của mình.",
        "ipa-example": "/aɪ nid tu ɪmˈpruv maɪ ˈspænɪʃ./"
      },
      {
        "sentence": "The weather is expected to improve tomorrow.",
        "meaning-example": "Thời tiết được dự báo sẽ tốt hơn vào ngày mai.",
        "ipa-example": "/ðə ˈwɛðər ɪz ɪkˈspɛktɪd tu ɪmˈpruv təˈmɑˌroʊ./"
      }
    ]
  },
  {
    "word": "insulate",
    "ipa": "/ˈɪn.sjə.leɪt/",
    "meaning": "Bảo vệ ai đó hoặc cái gì đó khỏi những ảnh hưởng không mong muốn bằng cách che phủ nó.",
    "image": "eew-5-28/7.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "insulate",
        "meaning-example": "Bảo vệ ai đó hoặc cái gì đó khỏi những ảnh hưởng không mong muốn bằng cách che phủ nó.",
        "ipa-example": "/ˈɪn.sjə.leɪt/"
      },
      {
        "sentence": "Một nhà hiền triết quyết định rời xa thành phố ồn ào để sống một mình trên một ngọn núi cao, nơi mùa đông vô cùng khắc nghiệt với tuyết rơi và gió rít. Ông tự mình xây một căn nhà gỗ nhỏ. Bạn bè của ông lo lắng, cho rằng ông không thể chịu được cái lạnh thấu xương. Nhưng nhà hiền triết chỉ mỉm cười. Ông dành nhiều tuần liền để thu thập rêu khô, lá cây và đất sét. Sau đó, ông cẩn thận trát những vật liệu này vào giữa hai lớp vách gỗ của căn nhà. Một người bạn đến thăm, thấy ông đang làm việc tỉ mỉ, bèn hỏi: \"Ngài đang làm gì vậy?\". Nhà hiền triết, tay vẫn đang làm, đáp: \"Ta đang 'in-sờ-lấy' một lớp áo cho căn nhà. Lớp áo này sẽ bảo vệ ta khỏi cái lạnh bên ngoài.\" Ông giải thích rằng lớp vật liệu này sẽ ngăn không cho hơi ấm bên trong thoát ra và không cho cái lạnh bên ngoài len vào. Khi mùa đông đến, trong khi cả ngọn núi chìm trong băng giá, căn nhà của ông vẫn ấm áp một cách lạ thường. Hành động \"in-sờ-lấy\" lớp bảo vệ để che chắn, cách ly khỏi các yếu tố bên ngoài đã được gọi là \"insulate\" - cách nhiệt, cách âm, hay cách điện.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To protect something with a material that prevents heat, sound, electricity, etc. from passing through.",
        "meaning-example": "Để bảo vệ một cái gì đó bằng vật liệu ngăn nhiệt, âm thanh, điện, v.v. đi qua.",
        "ipa-example": "/tu prəˈtɛkt ˈsʌmθɪŋ wɪθ ə məˈtɪriəl ðæt prɪˈvɛnts hit, saʊnd, ɪlɛkˈtrɪsəti, ɛtˈsɛtərə frʌm ˈpæsɪŋ θru./"
      },
      {
        "sentence": "The cages were too small, and they weren’t insulated from the cold.",
        "meaning-example": "Những cái lồng quá nhỏ, và chúng không được cách nhiệt khỏi cái lạnh.",
        "ipa-example": "/ðə ˈkeɪʤəz wər tu smɔl, ænd ðeɪ ˈwɜrənt ˈɪnsəˌleɪtəd frʌm ðə koʊld./"
      },
      {
        "sentence": "You can insulate a house against heat loss by having the windows double-glazed.",
        "meaning-example": "Bạn có thể cách nhiệt cho một ngôi nhà để chống mất nhiệt bằng cách lắp kính hai lớp cho cửa sổ.",
        "ipa-example": "/ju kæn ˈɪnsəˌleɪt ə haʊs əˈgɛnst hit lɔs baɪ ˈhævɪŋ ðə ˈwɪndoʊz ˈdʌbəl-gleɪzd./"
      },
      {
        "sentence": "The wires were insulated with a plastic coating.",
        "meaning-example": "Các dây điện được cách điện bằng một lớp phủ nhựa.",
        "ipa-example": "/ðə waɪərz wər ˈɪnsəˌleɪtəd wɪθ ə ˈplæstɪk ˈkoʊtɪŋ./"
      }
    ]
  },
  {
    "word": "intrigue",
    "ipa": "/ɪnˈtriːɡ/",
    "meaning": "Gây hứng thú cho ai đó rất nhiều và khiến họ muốn tìm hiểu thêm về nó.",
    "image": "eew-5-28/8.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "intrigue",
        "meaning-example": "Gây hứng thú cho ai đó rất nhiều và khiến họ muốn tìm hiểu thêm về nó.",
        "ipa-example": "/ɪnˈtriːɡ/"
      },
      {
        "sentence": "Thám tử K nổi tiếng với khả năng phá những vụ án hóc búa nhất. Một ngày nọ, ông được giao một vụ án kỳ lạ: một chiếc hộp nhạc cổ được tìm thấy tại hiện trường một vụ trộm, nhưng không có gì bị lấy đi. Chiếc hộp được chế tác tinh xảo, nhưng không thể mở được và cũng không phát ra nhạc. Nó hoàn toàn im lặng. Các thám tử khác cho rằng nó không quan trọng, nhưng thám tử K lại bị nó thu hút một cách lạ thường. Ông cầm chiếc hộp lên, xoay nó dưới ánh đèn, cảm nhận những đường nét chạm khắc bí ẩn. Ông lẩm bẩm: \"Có một điều gì đó về nó... 'trong-trí' ta không ngừng đặt câu hỏi. Tại sao nó lại ở đây? Nó chứa đựng bí mật gì?\". Sự bí ẩn của chiếc hộp đã khơi dậy sự tò mò mãnh liệt trong ông. Ông dành nhiều ngày đêm để nghiên cứu, tìm kiếm những ký hiệu ẩn và cố gắng giải mã cơ chế của nó. Chính sự hấp dẫn, bí ẩn khiến người ta phải suy nghĩ, phải tò mò, cái cảm giác khiến cho 'trong-trí' không yên đó, được gọi là \"intrigue\". Nó không chỉ là sự quan tâm, mà là một sự lôi cuốn mạnh mẽ bởi những điều kỳ lạ và chưa được khám phá.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To interest someone a lot, especially by being strange, mysterious, or unexpected.",
        "meaning-example": "Để thu hút sự quan tâm của ai đó rất nhiều, đặc biệt là bởi sự kỳ lạ, bí ẩn hoặc bất ngờ.",
        "ipa-example": "/tu ˈɪntrəst ˈsʌmwʌn ə lɑt, əˈspɛʃəli baɪ ˈbiɪŋ streɪnʤ, mɪsˈtɪriəs, ɔr ˌʌnɪkˈspɛktɪd./"
      },
      {
        "sentence": "Joe’s act of philanthropy intrigued the zookeeper.",
        "meaning-example": "Hành động từ thiện của Joe đã khơi gợi sự tò mò của người trông coi sở thú.",
        "ipa-example": "/ʤoʊz ækt əv fəˈlænθrəpi ɪnˈtrigd ðə ˈzuˌkipər./"
      },
      {
        "sentence": "The story intrigued me from the very beginning.",
        "meaning-example": "Câu chuyện đã hấp dẫn tôi ngay từ đầu.",
        "ipa-example": "/ðə ˈstɔri ɪnˈtrigd mi frʌm ðə ˈvɛri bɪˈgɪnɪŋ./"
      },
      {
        "sentence": "His mysterious past intrigued her.",
        "meaning-example": "Quá khứ bí ẩn của anh ấy đã khơi gợi sự tò mò của cô.",
        "ipa-example": "/hɪz mɪsˈtɪriəs pæst ɪnˈtrigd hɜr./"
      }
    ]
  },
  {
    "word": "longevity",
    "ipa": "/lɒnˈdʒev.ə.ti/",
    "meaning": "Sống lâu; tuổi thọ.",
    "image": "eew-5-28/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "longevity",
        "meaning-example": "Sống lâu; tuổi thọ.",
        "ipa-example": "/lɒnˈdʒev.ə.ti/"
      },
      {
        "sentence": "Trong một thung lũng xanh mướt, ẩn mình khỏi thế giới bên ngoài, có một ngôi làng mà người dân ở đó nổi tiếng sống rất lâu. Du khách từ khắp nơi tìm đến để hỏi bí quyết. Họ tìm gặp cụ Sáu, người cao tuổi nhất làng, đã hơn một trăm tuổi nhưng vẫn minh mẫn và khỏe mạnh. Một chàng trai trẻ sốt sắng hỏi: \"Thưa cụ, bí quyết sống lâu của cụ là gì ạ? Có phải là một loại thảo dược quý hiếm nào không?\". Cụ Sáu nhìn anh ta, nụ cười hiền hậu hiện trên khuôn mặt đầy nếp nhăn. Cụ chậm rãi đáp: \"Bí quyết của ta đơn giản lắm. Ta không ăn sơn hào hải vị, cũng chẳng có thuốc tiên. Mỗi ngày ta làm việc vừa sức, ăn uống thanh đạm, và quan trọng nhất là giữ cho tâm hồn thanh thản.\" Cụ nhìn ra cánh đồng và nói tiếp, giọng vui vẻ: \"Các cháu cứ nhìn cuộc sống mà xem, 'lo-gì-vội-thế?'. Cứ sống thuận theo tự nhiên, vui vẻ với những gì mình có, thì bệnh tật khó mà tìm đến.\" Triết lý sống \"lo-gì-vội-thế\", không lo âu, sống một cuộc đời dài và khỏe mạnh, đã được mọi người truyền tai nhau. Và từ đó, từ \"longevity\", mang ý nghĩa về tuổi thọ, về sự trường thọ, dường như cũng vang vọng triết lý sống an nhiên đó.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Long life or the long time that something lasts.",
        "meaning-example": "Cuộc sống lâu dài hoặc thời gian dài mà một cái gì đó tồn tại.",
        "ipa-example": "/lɔŋ laɪf ɔr ðə lɔŋ taɪm ðæt ˈsʌmθɪŋ læsts./"
      },
      {
        "sentence": "He offered to buy healthy food for the orangutans to increase their longevity.",
        "meaning-example": "Anh ấy đề nghị mua thức ăn lành mạnh cho những con đười ươi để tăng tuổi thọ của chúng.",
        "ipa-example": "/hi ˈɔfərd tu baɪ ˈhɛlθi fud fɔr ði əˈræŋgəˌtænz tu ɪnˈkris ðɛr lɑnˈʤɛvəti./"
      },
      {
        "sentence": "To what do you attribute your longevity?",
        "meaning-example": "Bạn cho rằng tuổi thọ của mình là do đâu?",
        "ipa-example": "/tu wʌt du ju əˈtrɪbjut jʊər lɑnˈʤɛvəti?/"
      },
      {
        "sentence": "The longevity of the machine is remarkable.",
        "meaning-example": "Tuổi thọ của chiếc máy thật đáng nể.",
        "ipa-example": "/ðə lɑnˈʤɛvəti əv ðə məˈʃin ɪz rɪˈmɑrkəbəl./"
      }
    ]
  },
  {
    "word": "misplace",
    "ipa": "/ˌmɪsˈpleɪs/",
    "meaning": "Đặt một cái gì đó ở sai chỗ và không thể tìm thấy nó tạm thời.",
    "image": "eew-5-28/10.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "misplace",
        "meaning-example": "Đặt một cái gì đó ở sai chỗ và không thể tìm thấy nó tạm thời.",
        "ipa-example": "/ˌmɪsˈpleɪs/"
      },
      {
        "sentence": "Giáo sư An là một nhà sử học uyên bác nhưng lại có tính đãng trí \"kinh niên\". Bàn làm việc của ông lúc nào cũng như một bãi chiến trường với sách vở và giấy tờ chất thành núi. Ông thường xuyên để quên những vật quan trọng ở những nơi không ai ngờ tới. Một buổi sáng, ông có một bài thuyết trình quan trọng tại viện hàn lâm, nhưng ông không thể tìm thấy bản thảo của mình đâu cả. Ông lục tung cả văn phòng, lẩm bẩm một mình: \"Chết thật, mình lại 'bỏ-lộn-chỗ' (miss-place) nó ở đâu rồi?\". Ông tìm trong tủ lạnh, dưới gầm giường, và thậm chí cả trong thùng rác, nhưng vẫn không thấy. Vợ ông, đã quá quen với tính cách này, bình tĩnh đi vào bếp và lấy ra bản thảo từ... ngăn kéo đựng gia vị. \"Đây này ông,\" bà nói. \"Ông hay có thói quen tiện tay đặt đồ xuống bất cứ đâu.\" Vị giáo sư thở phào nhẹ nhõm. Việc thường xuyên đặt một vật gì đó sai vị trí rồi tạm thời không thể tìm thấy, cái hành động \"bỏ-lộn-chỗ\" mà giáo sư An hay mắc phải, được mô tả chính xác bằng động từ \"misplace\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To put something in the wrong place and lose it, usually for a short time.",
        "meaning-example": "Đặt một cái gì đó vào sai chỗ và làm mất nó, thường là trong một thời gian ngắn.",
        "ipa-example": "/tu pʊt ˈsʌmθɪŋ ɪn ðə rɔŋ pleɪs ænd luz ɪt, ˈjuʒəwəli fɔr ə ʃɔrt taɪm./"
      },
      {
        "sentence": "He made a photocopy of the check in case he misplaced the original one.",
        "meaning-example": "Anh ấy đã tạo một bản sao của tấm séc phòng trường hợp anh ấy làm thất lạc bản gốc.",
        "ipa-example": "/hi meɪd ə ˈfoʊtoʊˌkɑpi əv ðə ʧɛk ɪn keɪs hi ˌmɪsˈpleɪst ði əˈrɪʤənəl wʌn./"
      },
      {
        "sentence": "I seem to have misplaced my glasses.",
        "meaning-example": "Tôi dường như đã để quên kính của mình ở đâu đó.",
        "ipa-example": "/aɪ sim tu hæv ˌmɪsˈpleɪst maɪ ˈglæsəz./"
      },
      {
        "sentence": "She misplaced her trust in him.",
        "meaning-example": "Cô ấy đã đặt niềm tin sai chỗ vào anh ta.",
        "ipa-example": "/ʃi ˌmɪsˈpleɪst hɜr trʌst ɪn hɪm./"
      }
    ]
  },
  {
    "word": "naughty",
    "ipa": "/ˈnɔː.ti/",
    "meaning": "(đặc biệt là trẻ em) không vâng lời hoặc hành xử không tốt.",
    "image": "eew-5-28/11.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "naughty",
        "meaning-example": "(đặc biệt là trẻ em) không vâng lời hoặc hành xử không tốt.",
        "ipa-example": "/ˈnɔː.ti/"
      },
      {
        "sentence": "Tí và Tèo là hai anh em sinh đôi nổi tiếng khắp xóm vì những trò nghịch ngợm của mình. Chúng không bao giờ làm điều gì ác ý, nhưng sự hiếu động và những ý tưởng oái oăm của chúng thường khiến người lớn phải đau đầu. Một hôm, chúng thấy chú mèo mướp của nhà hàng xóm đang ngủ say sưa dưới gốc cây. Tèo thì thầm với Tí: \"Hay mình vẽ một bộ ria mép cho nó đi!\". Tí khúc khích đồng ý. Chúng lén lấy bút lông của mẹ, rón rén lại gần chú mèo. Khi chúng vừa chuẩn bị \"hành sự\" thì mẹ chúng bắt gặp. Bà không giận dữ, chỉ nghiêm giọng một cách yêu thương: \"Hai đứa 'đừng-thế' (no-thi) nữa nhé! Trêu chọc bạn mèo đang ngủ là không ngoan đâu.\" Hai cậu bé lí nhí xin lỗi rồi chạy biến. Lời mắng yêu của người mẹ, \"đừng-thế\" nữa nhé, khi được đọc nhanh và lái đi một chút, nghe như \"naughty\". Từ này được dùng để chỉ những hành động nghịch ngợm, không vâng lời của trẻ con, nhưng thường mang hàm ý nhẹ nhàng, không quá nghiêm trọng, giống như những trò đùa của Tí và Tèo.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(especially of children) behaving badly; disobedient.",
        "meaning-example": "(đặc biệt là trẻ em) cư xử không tốt; không vâng lời.",
        "ipa-example": "/(əˈspɛʃəli əv ˈʧɪldrən) bɪˈheɪvɪŋ ˈbædli; ˌdɪsəˈbidiənt./"
      },
      {
        "sentence": "It’s probably one of the naughty neighborhood children.",
        "meaning-example": "Đó có lẽ là một trong những đứa trẻ nghịch ngợm trong xóm.",
        "ipa-example": "/ɪts ˈprɑbəbli wʌn əv ðə ˈnɔti ˈneɪbərˌhʊd ˈʧɪldrən./"
      },
      {
        "sentence": "You've been a very naughty boy!",
        "meaning-example": "Con đã là một cậu bé rất hư đấy!",
        "ipa-example": "/juv bɪn ə ˈvɛri ˈnɔti bɔɪ!/"
      },
      {
        "sentence": "He has a naughty sense of humor.",
        "meaning-example": "Anh ấy có khiếu hài hước tinh nghịch.",
        "ipa-example": "/hi hæz ə ˈnɔti sɛns əv ˈhjumər./"
      }
    ]
  },
  {
    "word": "norm",
    "ipa": "/nɔːm/",
    "meaning": "Một tiêu chuẩn hoặc cách hành xử được chấp nhận và điển hình.",
    "image": "eew-5-28/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "norm",
        "meaning-example": "Một tiêu chuẩn hoặc cách hành xử được chấp nhận và điển hình.",
        "ipa-example": "/nɔːm/"
      },
      {
        "sentence": "Một nhà thám hiểm đi sâu vào một khu rừng và tình cờ phát hiện ra một bộ lạc sống tách biệt với thế giới bên ngoài. Anh ta được chào đón và ở lại cùng họ để tìm hiểu. Anh nhanh chóng nhận thấy một điều kỳ lạ: mỗi buổi trưa, khi mặt trời đứng bóng, tất cả mọi người trong làng, từ già đến trẻ, đều dừng mọi công việc, đi đến một con suối trong và ngâm mình trong đó khoảng mười phút trong im lặng. Không ai nói với ai câu nào. Sau đó, họ lại quay trở về với công việc thường ngày. Lấy làm lạ, anh hỏi người tù trưởng: \"Tại sao mọi người lại làm vậy mỗi ngày?\". Vị tù trưởng nhìn anh, dường như ngạc nhiên với câu hỏi đó. Ông đáp: \"Đó là điều chúng tôi luôn làm. Đó là cách chúng tôi tỏ lòng biết ơn thần Nước. Đó là điều bình thường.\" Nhà thám hiểm ghi vào sổ tay: \"Ở đây, việc tắm suối vào giữa trưa là một tiêu chuẩn, một quy tắc chung. 'Nôm-na' là, đó là một phần không thể thiếu trong cuộc sống của họ.\" Cách nói \"nôm na\" là... để chỉ một điều hiển nhiên, một tiêu chuẩn được chấp nhận rộng rãi, đã gợi cho anh từ \"norm\" - một quy chuẩn, một điều bình thường trong một xã hội cụ thể.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An accepted standard or a way of behaving or doing things that most people agree with.",
        "meaning-example": "Một tiêu chuẩn được chấp nhận hoặc một cách hành xử hoặc làm việc mà hầu hết mọi người đều đồng ý.",
        "ipa-example": "/ən ækˈsɛptɪd ˈstændərd ɔr ə weɪ əv bɪˈheɪvɪŋ ɔr ˈduɪŋ θɪŋz ðæt moʊst ˈpipəl əˈgri wɪθ./"
      },
      {
        "sentence": "I know it’s not the norm, but my ultimate decision to help these animals is better than anything I could have done for myself.",
        "meaning-example": "Tôi biết đó không phải là điều bình thường, nhưng quyết định cuối cùng của tôi để giúp những con vật này tốt hơn bất cứ điều gì tôi có thể đã làm cho bản thân mình.",
        "ipa-example": "/aɪ noʊ ɪts nɑt ðə nɔrm, bʌt maɪ ˈʌltəmət dɪˈsɪʒən tu hɛlp ðiz ˈænəməlz ɪz ˈbɛtər ðæn ˈɛniˌθɪŋ aɪ kʊd hæv dʌn fɔr maɪˈsɛlf./"
      },
      {
        "sentence": "Wearing a suit to the office is the norm in many companies.",
        "meaning-example": "Mặc vest đến văn phòng là quy chuẩn ở nhiều công ty.",
        "ipa-example": "/ˈwɛrɪŋ ə sut tu ði ˈɔfɪs ɪz ðə nɔrm ɪn ˈmɛni ˈkʌmpəniz./"
      },
      {
        "sentence": "They were working outside the norms of the profession.",
        "meaning-example": "Họ đang làm việc ngoài các quy chuẩn của nghề nghiệp.",
        "ipa-example": "/ðeɪ wər ˈwɜrkɪŋ ˌaʊtˈsaɪd ðə nɔrmz əv ðə prəˈfɛʃən./"
      }
    ]
  },
  {
    "word": "orangutan",
    "ipa": "/əˈræŋ.ə.tæn/",
    "meaning": "Một loài vượn lớn lông màu nâu đỏ, có nguồn gốc từ Borneo và Sumatra.",
    "image": "eew-5-28/13.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "orangutan",
        "meaning-example": "Một loài vượn lớn lông màu nâu đỏ, có nguồn gốc từ Borneo và Sumatra.",
        "ipa-example": "/əˈræŋ.ə.tæn/"
      },
      {
        "sentence": "Trong các khu rừng rậm nhiệt đới của đảo Borneo, có một loài vượn lớn với bộ lông dài màu nâu đỏ sống lặng lẽ trên những tán cây cao. Chúng dành phần lớn thời gian để di chuyển từ cành này sang cành khác, tìm kiếm trái cây và lá non. Người dân bản địa sống gần bìa rừng từ lâu đã quen thuộc với sự hiện diện của chúng. Họ thấy chúng có những hành động thông minh, cách chăm sóc con cái đầy tình cảm, và đôi mắt biểu cảm giống như con người. Vì những đặc điểm này, họ không gọi chúng đơn giản là \"khỉ\" hay \"vượn\". Trong ngôn ngữ Mã Lai của họ, họ gọi loài vật này là \"Orang Hutan\". \"Orang\" có nghĩa là \"người\", và \"Hutan\" có nghĩa là \"rừng\". Gộp lại, \"Orang Hutan\" có nghĩa là \"người của rừng rậm\". Cái tên này thể hiện sự tôn trọng và mối liên hệ sâu sắc mà họ cảm nhận được với loài linh trưởng này. Khi các nhà thám hiểm và nhà sinh vật học phương Tây đến đây, họ đã được giới thiệu về \"người rừng\". Họ đã ghi nhận và phiên âm cái tên \"Orang Hutan\" thành \"orangutan\" trong các tài liệu khoa học của mình, và cái tên đầy ý nghĩa này đã trở nên phổ biến trên toàn thế giới.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A large ape with long, reddish-brown hair, native to Borneo and Sumatra.",
        "meaning-example": "Một loài vượn lớn với bộ lông dài màu nâu đỏ, có nguồn gốc từ Borneo và Sumatra.",
        "ipa-example": "/ə lɑrʤ eɪp wɪθ lɔŋ, ˈrɛdɪʃ-braʊn hɛr, ˈneɪtɪv tu ˈbɔrniˌoʊ ænd suˈmɑtrə./"
      },
      {
        "sentence": "He offered to buy healthy food for the orangutans to increase their longevity.",
        "meaning-example": "Anh ấy đề nghị mua thức ăn lành mạnh cho những con đười ươi để tăng tuổi thọ của chúng.",
        "ipa-example": "/hi ˈɔfərd tu baɪ ˈhɛlθi fud fɔr ði əˈræŋgəˌtænz tu ɪnˈkris ðɛr lɑnˈʤɛvəti./"
      },
      {
        "sentence": "The orangutan is a critically endangered species.",
        "meaning-example": "Đười ươi là một loài có nguy cơ tuyệt chủng nghiêm trọng.",
        "ipa-example": "/ði əˈræŋgəˌtæn ɪz ə ˈkrɪtɪkəli ɛnˈdeɪnʤərd ˈspiʃiz./"
      },
      {
        "sentence": "We saw an orangutan swinging through the trees.",
        "meaning-example": "Chúng tôi đã thấy một con đười ươi đu cây.",
        "ipa-example": "/wi sɔ ən əˈræŋgəˌtæn ˈswɪŋɪŋ θru ðə triz./"
      }
    ]
  },
  {
    "word": "overload",
    "ipa": "/ˌəʊ.vəˈləʊd/",
    "meaning": "Đặt quá nhiều thứ vào hoặc lên một cái gì đó.",
    "image": "eew-5-28/14.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "overload",
        "meaning-example": "Đặt quá nhiều thứ vào hoặc lên một cái gì đó.",
        "ipa-example": "/ˌəʊ.vəˈləʊd/"
      },
      {
        "sentence": "Một sinh viên tên Minh đang chuẩn bị cho kỳ thi cuối kỳ quan trọng nhất trong đời sinh viên của mình. Cậu phải thi ba môn học khó nhất chỉ trong hai ngày. Cậu nhốt mình trong phòng, xung quanh là những chồng sách cao ngất, những tập ghi chú dày cộp và hàng trăm trang tài liệu. Cậu cố gắng nhồi nhét mọi kiến thức vào đầu: các công thức toán học phức tạp, những sự kiện lịch sử dài dằng dặc, và những lý thuyết triết học trừu tượng. Ban đầu, mọi thứ có vẻ ổn. Nhưng sau một ngày một đêm không ngủ, đầu óc cậu bắt đầu quay cuồng. Các con số nhảy múa trước mắt, các dòng chữ nhoè đi, và các ý tưởng bắt đầu lẫn lộn vào nhau. Cậu gục đầu xuống bàn, hai tay ôm lấy đầu và than thở: \"'Ôi-vờ-lại' đầy quá rồi! Não mình không thể chứa thêm bất cứ thứ gì nữa.\" Cảm giác bị nhồi nhét quá nhiều thông tin, đến mức không thể xử lý được nữa, tình trạng \"quá tải\" mà Minh đang trải qua, được mô tả chính xác bằng từ \"overload\". Nó không chỉ áp dụng cho máy móc hay xe cộ, mà còn cho cả tâm trí con người khi bị đặt dưới quá nhiều áp lực.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To put too many things in or on something.",
        "meaning-example": "Đặt quá nhiều thứ vào hoặc lên một cái gì đó.",
        "ipa-example": "/tu pʊt tu ˈmɛni θɪŋz ɪn ɔr ɑn ˈsʌmθɪŋ./"
      },
      {
        "sentence": "His mind was overloaded with emotions.",
        "meaning-example": "Tâm trí anh tràn ngập cảm xúc.",
        "ipa-example": "/hɪz maɪnd wəz ˌoʊvərˈloʊdɪd wɪθ ɪˈmoʊʃənz./"
      },
      {
        "sentence": "Don't overload the washing machine.",
        "meaning-example": "Đừng cho quá nhiều đồ vào máy giặt.",
        "ipa-example": "/doʊnt ˌoʊvərˈloʊd ðə ˈwɑʃɪŋ məˈʃin./"
      },
      {
        "sentence": "The system overloaded and crashed.",
        "meaning-example": "Hệ thống bị quá tải và sập.",
        "ipa-example": "/ðə ˈsɪstəm ˌoʊvərˈloʊdɪd ænd kræʃt./"
      }
    ]
  },
  {
    "word": "philanthropy",
    "ipa": "/fɪˈlæn.θrə.pi/",
    "meaning": "Việc giúp đỡ người nghèo, đặc biệt bằng cách cho họ tiền; lòng bác ái.",
    "image": "eew-5-28/15.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "philanthropy",
        "meaning-example": "Việc giúp đỡ người nghèo, đặc biệt bằng cách cho họ tiền; lòng bác ái.",
        "ipa-example": "/fɪˈlæn.θrə.pi/"
      },
      {
        "sentence": "Có một ông lão giàu có sống trong một biệt thự lớn, nhưng ông không tiêu tiền vào những thứ xa hoa cho bản thân. Thay vào đó, ông dành toàn bộ thời gian và tài sản của mình để giúp đỡ những người có hoàn cảnh khó khăn. Ông xây dựng trường học cho trẻ em nghèo, tài trợ cho các bệnh viện, và mở những bếp ăn từ thiện. Một nhà báo trẻ được cử đến phỏng vấn ông. \"Thưa ông,\" nhà báo hỏi, \"Tại sao ông lại làm tất cả những điều này? Động lực của ông là gì?\". Ông lão mỉm cười hiền từ và trả lời: \"Khi ta còn trẻ, ta đã từng rất nghèo khó và nhận được sự giúp đỡ từ một người lạ. Lòng tốt đó đã thay đổi cuộc đời ta. Vì vậy, ta tự hứa với lòng mình rằng nếu có điều kiện, ta 'phải-làm-cho-đi' để trả ơn cuộc đời.\" Ông tiếp tục: \"Giúp đỡ người khác không phải là một nghĩa vụ, mà là một niềm vui, là cách để thể hiện tình yêu thương với đồng loại.\" Nhà báo rất ấn tượng với câu trả lời. Lòng nhân ái, hành động cho đi một cách tự nguyện vì yêu thương con người, cái triết lý \"'phải-làm-cho-đi'\" của ông lão, được gọi bằng một từ trang trọng là \"philanthropy\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The activity of helping the poor, especially by giving them money.",
        "meaning-example": "Hoạt động giúp đỡ người nghèo, đặc biệt bằng cách cho họ tiền.",
        "ipa-example": "/ði ækˈtɪvəti əv ˈhɛlpɪŋ ðə pur, əˈspɛʃəli baɪ ˈgɪvɪŋ ðɛm ˈmʌni./"
      },
      {
        "sentence": "Joe’s act of philanthropy intrigued the zookeeper.",
        "meaning-example": "Hành động từ thiện của Joe đã khơi gợi sự tò mò của người trông coi sở thú.",
        "ipa-example": "/ʤoʊz ækt əv fəˈlænθrəpi ɪnˈtrigd ðə ˈzuˌkipər./"
      },
      {
        "sentence": "He is well-known for his philanthropy.",
        "meaning-example": "Ông nổi tiếng vì lòng nhân ái của mình.",
        "ipa-example": "/hi ɪz wɛl-noʊn fɔr hɪz fəˈlænθrəpi./"
      },
      {
        "sentence": "The hospital was built thanks to the philanthropy of a local businessman.",
        "meaning-example": "Bệnh viện được xây dựng nhờ lòng hảo tâm của một doanh nhân địa phương.",
        "ipa-example": "/ðə ˈhɑˌspɪtəl wəz bɪlt θæŋks tu ðə fəˈlænθrəpi əv ə ˈloʊkəl ˈbɪznəsmən./"
      }
    ]
  },
  {
    "word": "probe",
    "ipa": "/prəʊb/",
    "meaning": "Cố gắng khám phá sự thật về một cái gì đó; thăm dò.",
    "image": "eew-5-28/16.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "probe",
        "meaning-example": "Cố gắng khám phá sự thật về một cái gì đó; thăm dò.",
        "ipa-example": "/prəʊb/"
      },
      {
        "sentence": "Một nữ nhà báo điều tra tên Lan đang theo đuổi một vụ bê bối lớn về một công ty xả thải gây ô nhiễm môi trường. Công ty này đã che giấu hành vi của mình rất tinh vi bằng những giấy tờ giả và những lời giải thích vòng vo. Nhiều nhà báo khác đã bỏ cuộc vì không tìm được bằng chứng. Nhưng Lan thì không. Cô tin rằng sự thật đang ẩn giấu đâu đó dưới lớp vỏ bọc hoàn hảo kia. Cô bắt đầu phỏng vấn các công nhân cũ, những người dân sống gần nhà máy, và các chuyên gia môi trường. Trong mỗi cuộc phỏng vấn, cô không chỉ hỏi những câu hỏi bề mặt. Cô lắng nghe cẩn thận, quan sát những biểu cảm nhỏ nhất, và đặt những câu hỏi sâu, xoáy vào những điểm mâu thuẫn. Cô tự nhủ: \"Mình phải 'phải-rờ-bóp' vào từng chi tiết, dù là nhỏ nhất, để tìm ra kẽ hở.\" Cô giống như một bác sĩ đang dùng dụng cụ để dò tìm vết thương ẩn sâu bên trong. Hành động điều tra một cách kỹ lưỡng, hỏi sâu để khám phá sự thật bị che giấu, giống như cách Lan \"phải-rờ-bóp\" vào vấn đề, được gọi là \"probe\" - thăm dò, dò xét.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To try to discover information that is secret or hidden by asking questions or searching carefully.",
        "meaning-example": "Để cố gắng khám phá thông tin bí mật hoặc bị che giấu bằng cách đặt câu hỏi hoặc tìm kiếm cẩn thận.",
        "ipa-example": "/tu traɪ tu dɪˈskʌvər ˌɪnfərˈmeɪʃən ðæt ɪz ˈsikrət ɔr ˈhɪdən baɪ ˈæskɪŋ ˈkwɛsʧənz ɔr ˈsɜrʧɪŋ ˈkɛrfəli./"
      },
      {
        "sentence": "He probed Joe to learn why he spent his money to improve the zoo.",
        "meaning-example": "Ông ấy đã thăm dò Joe để biết tại sao anh lại dùng tiền của mình để cải thiện sở thú.",
        "ipa-example": "/hi proʊbd ʤoʊ tu lɜrn waɪ hi spɛnt hɪz ˈmʌni tu ɪmˈpruv ðə zu./"
      },
      {
        "sentence": "The interviewer probed deep into her personal life.",
        "meaning-example": "Người phỏng vấn đã thăm dò sâu vào đời tư của cô.",
        "ipa-example": "/ði ˈɪntərˌvjuər proʊbd dip ˈɪntu hɜr ˈpɜrsənəl laɪf./"
      },
      {
        "sentence": "The police probed the man's background.",
        "meaning-example": "Cảnh sát đã điều tra lý lịch của người đàn ông.",
        "ipa-example": "/ðə pəˈlis proʊbd ðə mænz ˈbækˌgraʊnd./"
      }
    ]
  },
  {
    "word": "recipient",
    "ipa": "/rɪˈsɪp.i.ənt/",
    "meaning": "Một người nhận được một cái gì đó.",
    "image": "eew-5-28/17.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "recipient",
        "meaning-example": "Một người nhận được một cái gì đó.",
        "ipa-example": "/rɪˈsɪp.i.ənt/"
      },
      {
        "sentence": "Mai là một cô gái trẻ với một tình yêu lớn dành cho hội họa. Cô đã dành nhiều năm trời trong căn gác xép nhỏ của mình, kiên trì vẽ tranh. Cô sống rất tằn tiện, dùng hết số tiền kiếm được từ công việc bán thời gian để mua toan và màu vẽ. Nhiều người nói cô đang lãng phí thời gian, nhưng cô không bỏ cuộc. Cô tin vào con đường mình đã chọn. Cô tự nhủ: \"Mình 'rất-siêng-năng', nhất định sẽ có ngày công sức của mình được công nhận.\" Rồi một ngày, một bức thư từ một phòng trưng bày nghệ thuật danh tiếng được gửi đến. Bức thư thông báo rằng tác phẩm của cô đã giành được giải nhất trong một cuộc thi quốc gia. Đêm trao giải, khi tên cô được xướng lên, Mai bước lên sân khấu trong sự vỡ oà hạnh phúc. Cô cầm lấy chiếc cúp và bằng khen, nước mắt lưng tròng. Cô đã trở thành người nhận giải thưởng cao quý. Từ khoảnh khắc đó, cô không chỉ là một họa sĩ vô danh nữa, mà là \"recipient\" của một sự công nhận lớn lao. Từ này, nghe như \"rất-siêng-năng-nhận\", dường như là phần thưởng xứng đáng cho những nỗ lực không mệt mỏi của cô.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person who receives something.",
        "meaning-example": "Một người nhận được một cái gì đó.",
        "ipa-example": "/ə ˈpɜrsən hu rəˈsivz ˈsʌmθɪŋ./"
      },
      {
        "sentence": "You’re the recipient of this check for one million dollars!",
        "meaning-example": "Bạn là người nhận tấm séc trị giá một triệu đô la này!",
        "ipa-example": "/jʊr ðə rɪˈsɪpiənt əv ðɪs ʧɛk fɔr wʌn ˈmɪljən ˈdɑlərz!/"
      },
      {
        "sentence": "He was the recipient of the Nobel Peace Prize.",
        "meaning-example": "Ông là người nhận Giải Nobel Hòa bình.",
        "ipa-example": "/hi wəz ðə rɪˈsɪpiənt əv ðə noʊˈbɛl pis praɪz./"
      },
      {
        "sentence": "The recipient of the letter did not reply.",
        "meaning-example": "Người nhận thư đã không trả lời.",
        "ipa-example": "/ðə rɪˈsɪpiənt əv ðə ˈlɛtər dɪd nɑt rɪˈplaɪ./"
      }
    ]
  },
  {
    "word": "reptile",
    "ipa": "/ˈrep.taɪl/",
    "meaning": "Một loài động vật có máu lạnh, có da có vảy và thường đẻ trứng có vỏ mềm trên cạn.",
    "image": "eew-5-28/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "reptile",
        "meaning-example": "Một loài động vật có máu lạnh, có da có vảy và thường đẻ trứng có vỏ mềm trên cạn.",
        "ipa-example": "/ˈrep.taɪl/"
      },
      {
        "sentence": "Trong một chuyến thám hiểm rừng rậm Amazon, một nhóm sinh viên đang đi theo một hướng dẫn viên bản địa. Khu rừng đầy những âm thanh và sự sống kỳ lạ. Bất chợt, một con rắn lục với màu xanh lá cây tuyệt đẹp trườn qua con đường mòn ngay trước mặt họ. Một nữ sinh viên sợ hãi hét lên và lùi lại. Người hướng dẫn viên bình tĩnh giơ tay ra hiệu cho mọi người dừng lại. Ông nói: \"Đừng hoảng sợ. Hãy giữ khoảng cách. Nó sẽ không tấn công nếu không bị đe doạ.\" Ông chỉ vào con rắn và giải thích: \"Đây là một loài động vật máu lạnh, có da có vảy. Chúng thuộc lớp bò sát. Nhiều loài trong số chúng, như con này, có nọc độc 'rất-tai' hại. Vì vậy chúng ta phải luôn cẩn trọng.\" Ông nhấn mạnh sự nguy hiểm tiềm tàng nhưng cũng nói về vẻ đẹp và vai trò của chúng trong hệ sinh thái. Cách ông nói về loài vật có thể \"rất-tai\" hại, đã in sâu vào tâm trí các sinh viên. Từ đó, mỗi khi nhắc đến lớp động vật bao gồm rắn, thằn lằn, cá sấu, họ lại nhớ đến lời cảnh báo đó và cái tên \"reptile\", chỉ chung cho cả lớp bò sát.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An animal that has cold blood, breathes with lungs, and has a body covered in scales.",
        "meaning-example": "Một loài động vật máu lạnh, thở bằng phổi và có cơ thể được bao phủ bởi vảy.",
        "ipa-example": "/ən ˈænəməl ðæt hæz koʊld blʌd, briðz wɪθ lʌŋz, ænd hæz ə ˈbɑdi ˈkʌvərd ɪn skeɪlz./"
      },
      {
        "sentence": "He offered to help the zoo buy huge cages for the large mammals and reptiles.",
        "meaning-example": "Anh đề nghị giúp sở thú mua những chiếc lồng lớn cho các loài động vật có vú và bò sát lớn.",
        "ipa-example": "/hi ˈɔfərd tu hɛlp ðə zu baɪ hjuʤ ˈkeɪʤəz fɔr ðə lɑrʤ ˈmæməlz ænd ˈrɛptaɪlz./"
      },
      {
        "sentence": "Snakes, lizards, and crocodiles are all reptiles.",
        "meaning-example": "Rắn, thằn lằn và cá sấu đều là loài bò sát.",
        "ipa-example": "/sneɪks, ˈlɪzərdz, ænd ˈkrɑkəˌdaɪlz ɑr ɔl ˈrɛptaɪlz./"
      },
      {
        "sentence": "I have a pet reptile.",
        "meaning-example": "Tôi có một con vật cưng là bò sát.",
        "ipa-example": "/aɪ hæv ə pɛt ˈrɛptaɪl./"
      }
    ]
  },
  {
    "word": "thrive",
    "ipa": "/θraɪv/",
    "meaning": "Phát triển, lớn mạnh hoặc thành công.",
    "image": "eew-5-28/19.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "thrive",
        "meaning-example": "Phát triển, lớn mạnh hoặc thành công.",
        "ipa-example": "/θraɪv/"
      },
      {
        "sentence": "Một người làm vườn được tặng một hạt giống của một loài hoa lan quý hiếm. Ông biết rằng loài hoa này rất khó trồng, đòi hỏi điều kiện chăm sóc vô cùng đặc biệt. Ông đã thử trồng nó ở nhiều vị trí trong khu vườn của mình: nơi có nhiều nắng, nơi râm mát, nơi đất ẩm, nơi đất khô. Nhưng cái cây nhỏ chỉ còi cọc và có vẻ sắp chết. Cuối cùng, ông tìm thấy một góc nhỏ gần một thác nước, nơi có độ ẩm vừa phải, ánh sáng mặt trời được lọc qua tán lá cây, và đất tơi xốp, giàu dinh dưỡng. Ông cẩn thận trồng cái cây vào đó. Vài tuần sau, điều kỳ diệu đã xảy ra. Cái cây bắt đầu đâm chồi nảy lộc, lá xanh mướt và thân cây vươn lên mạnh mẽ. Nhìn cái cây phát triển khoẻ mạnh từng ngày, người làm vườn vui mừng thốt lên: \"'Thật-rãi' (sướng) cho nó! Cuối cùng nó đã tìm được nơi phù hợp để sống và phát triển rực rỡ.\" Cái sự \"thật-rãi\", tức là phát triển rất tốt, lớn mạnh và thành công trong một môi trường lý tưởng, đã được diễn tả bằng động từ \"thrive\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To grow, develop, or be successful.",
        "meaning-example": "Để phát triển, hoặc thành công.",
        "ipa-example": "/tu groʊ, dɪˈvɛləp, ɔr bi səkˈsɛsfəl./"
      },
      {
        "sentence": "Animals couldn’t thrive in such conditions.",
        "meaning-example": "Động vật không thể phát triển mạnh trong những điều kiện như vậy.",
        "ipa-example": "/ˈænəməlz ˈkʊdənt θraɪv ɪn sʌʧ kənˈdɪʃənz./"
      },
      {
        "sentence": "The business is thriving.",
        "meaning-example": "Công việc kinh doanh đang phát đạt.",
        "ipa-example": "/ðə ˈbɪznəs ɪz ˈθraɪvɪŋ./"
      },
      {
        "sentence": "Children thrive on love and affection.",
        "meaning-example": "Trẻ em phát triển tốt nhờ tình yêu thương và sự trìu mến.",
        "ipa-example": "/ˈʧɪldrən θraɪv ɑn lʌv ænd əˈfɛkʃən./"
      }
    ]
  },
  {
    "word": "ultimate",
    "ipa": "/ˈʌl.tɪ.mət/",
    "meaning": "Cuối cùng, sau một loạt những thứ khác; quan trọng nhất hoặc tốt nhất.",
    "image": "eew-5-28/20.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "ultimate",
        "meaning-example": "Cuối cùng, sau một loạt những thứ khác; quan trọng nhất hoặc tốt nhất.",
        "ipa-example": "/ˈʌl.tɪ.mət/"
      },
      {
        "sentence": "Một nhóm các nhà leo núi dũng cảm đang thực hiện chuyến chinh phục đỉnh Everest. Họ đã trải qua nhiều tuần lễ thích nghi với độ cao, vượt qua những thác băng nguy hiểm và những trận bão tuyết khắc nghiệt. Càng lên cao, không khí càng loãng, và mỗi bước đi đều tiêu tốn rất nhiều sức lực. Cuối cùng, chỉ còn lại một đoạn ngắn nữa là đến đỉnh. Người dẫn đầu đoàn, một nhà leo núi dày dạn kinh nghiệm, quay lại động viên đồng đội: \"Cố lên! Chỉ còn một chút nữa thôi! Đây là thử thách cuối cùng!\". Họ dồn hết sức lực còn lại, gồng mình chống chọi với cái lạnh cắt da và sự mệt mỏi tột độ. Khi người đầu tiên đặt chân lên đỉnh, anh ta quỳ xuống, thở hổn hển và hét lên trong gió: \"'Tột-cùng-mệt!', nhưng chúng ta đã làm được!\". Cái cảm giác \"'tột-cùng-mệt'\" để đạt được mục tiêu cuối cùng, quan trọng nhất và vĩ đại nhất đó chính là \"ultimate\". Từ này không chỉ có nghĩa là cuối cùng trong một chuỗi, mà còn mang ý nghĩa là quan trọng nhất, lớn nhất, là đỉnh cao nhất của một nỗ lực hay một trải nghiệm.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Final or most important.",
        "meaning-example": "Cuối cùng hoặc quan trọng nhất.",
        "ipa-example": "/ˈfaɪnəl ɔr moʊst ɪmˈpɔrtənt./"
      },
      {
        "sentence": "my ultimate decision to help these animals is better than anything I could have done for myself.",
        "meaning-example": "quyết định cuối cùng của tôi để giúp những con vật này tốt hơn bất cứ điều gì tôi có thể đã làm cho bản thân mình.",
        "ipa-example": "/maɪ ˈʌltəmət dɪˈsɪʒən tu hɛlp ðiz ˈænəməlz ɪz ˈbɛtər ðæn ˈɛniˌθɪŋ aɪ kʊd hæv dʌn fɔr maɪˈsɛlf./"
      },
      {
        "sentence": "Our ultimate goal is to create a better society.",
        "meaning-example": "Mục tiêu cuối cùng của chúng tôi là tạo ra một xã hội tốt đẹp hơn.",
        "ipa-example": "/ˈaʊər ˈʌltəmət goʊl ɪz tu kriˈeɪt ə ˈbɛtər səˈsaɪəti./"
      },
      {
        "sentence": "This is the ultimate challenge for any athlete.",
        "meaning-example": "Đây là thử thách cuối cùng đối với bất kỳ vận động viên nào.",
        "ipa-example": "/ðɪs ɪz ði ˈʌltəmət ˈʧælənʤ fɔr ˈɛni ˈæθlit./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "The Lottery",
        "meaning-example": "Xổ số",
        "ipa-example": "/ðə ˈlɑtəri/"
      },
      {
        "sentence": "Joe was watching television when he heard a knock at the door.",
        "meaning-example": "Joe đang xem tivi thì nghe thấy tiếng gõ cửa.",
        "ipa-example": "/ʤoʊ wəz ˈwɑʧɪŋ ˈtɛləˌvɪʒən wɛn hi hɜrd ə nɑk æt ðə dɔr./"
      },
      {
        "sentence": "He thought, “Who could that be? It’s probably one of the naughty neighborhood children.”",
        "meaning-example": "Anh nghĩ: “Ai có thể là người đó? Có lẽ là một trong những đứa trẻ nghịch ngợm hàng xóm.”",
        "ipa-example": "/hi θɔt, “hu kʊd ðæt bi? ɪts ˈprɑbəbli wʌn əv ðə ˈnɔti ˈneɪbərˌhʊd ˈʧɪldrən.”/"
      },
      {
        "sentence": "Joe stood up and walked to the door.",
        "meaning-example": "Joe đứng dậy và đi ra cửa.",
        "ipa-example": "/ʤoʊ stʊd ʌp ænd wɔkt tu ðə dɔr./"
      },
      {
        "sentence": "When he opened it, he saw a beautiful woman.",
        "meaning-example": "Khi anh mở cửa, anh thấy một người phụ nữ xinh đẹp.",
        "ipa-example": "/wɛn hi ˈoʊpənd ɪt, hi sɔ ə ˈbjutəfəl ˈwʊmən./"
      },
      {
        "sentence": "She said, “Good morning, Joe! I have great news. You’re the recipient of this check for one million dollars! You won the lottery!”",
        "meaning-example": "Cô ấy nói: “Chào buổi sáng, Joe! Tôi có tin tuyệt vời. Anh là người nhận tấm séc trị giá một triệu đô la này! Anh đã trúng xổ số!”",
        "ipa-example": "/ʃi sɛd, “gʊd ˈmɔrnɪŋ, ʤoʊ! aɪ hæv greɪt nuz. jʊr ðə rɪˈsɪpiənt əv ðɪs ʧɛk fɔr wʌn ˈmɪljən ˈdɑlərz! ju wʌn ðə ˈlɑtəri!”/"
      },
      {
        "sentence": "Joe couldn’t believe it.",
        "meaning-example": "Joe không thể tin được.",
        "ipa-example": "/ʤoʊ ˈkʊdənt bɪˈliv ɪt./"
      },
      {
        "sentence": "His mind was overloaded with emotions.",
        "meaning-example": "Tâm trí anh tràn ngập cảm xúc.",
        "ipa-example": "/hɪz maɪnd wəz ˌoʊvərˈloʊdɪd wɪθ ɪˈmoʊʃənz./"
      },
      {
        "sentence": "Joe said, “Thankyou! Thank you!”",
        "meaning-example": "Joe nói: “Cảm ơn! Cảm ơn!”",
        "ipa-example": "/ʤoʊ sɛd, “ˈθæŋkju! θæŋk ju!”/"
      },
      {
        "sentence": "After he calmed down, Joe made a photocopy of the check in case he misplaced the original one.",
        "meaning-example": "Sau khi bình tĩnh lại, Joe đã sao một bản sao của tấm séc phòng khi anh ta để thất lạc bản gốc.",
        "ipa-example": "/ˈæftər hi kɑmd daʊn, ʤoʊ meɪd ə ˈfoʊtoʊˌkɑpi əv ðə ʧɛk ɪn keɪs hi ˌmɪsˈpleɪst ði əˈrɪʤənəl wʌn./"
      },
      {
        "sentence": "He sat and thought about what he wanted to do with the money.",
        "meaning-example": "Anh ngồi và suy nghĩ về việc anh muốn làm gì với số tiền đó.",
        "ipa-example": "/hi sæt ænd θɔt əˈbaʊt wʌt hi ˈwɑntəd tu du wɪθ ðə ˈmʌni./"
      },
      {
        "sentence": "He didn’t want to spend it in an arbitrary way.",
        "meaning-example": "Anh ấy không muốn tiêu nó một cách tùy tiện.",
        "ipa-example": "/hi ˈdɪdənt wɑnt tu spɛnd ɪt ɪn ən ˈɑrbəˌtrɛri weɪ./"
      },
      {
        "sentence": "Joe thought, “I know there are others who need this money more than I do. I’ve always loved animals, so I think I’ll buy things for the zoo!”",
        "meaning-example": "Joe nghĩ: “Tôi biết có những người khác cần số tiền này hơn tôi. Tôi luôn yêu động vật, vì vậy tôi nghĩ tôi sẽ mua những thứ cho sở thú!”",
        "ipa-example": "/ʤoʊ θɔt, “aɪ noʊ ðɛr ɑr ˈʌðərz hu nid ðɪs ˈmʌni mɔr ðæn aɪ du. aɪv ˈɔlweɪz lʌvd ˈænəməlz, soʊ aɪ θɪŋk aɪl baɪ θɪŋz fɔr ðə zu!”/"
      },
      {
        "sentence": "Joe knew that the zoo was in bad shape.",
        "meaning-example": "Joe biết rằng sở thú đang trong tình trạng tồi tệ.",
        "ipa-example": "/ʤoʊ nu ðæt ðə zu wəz ɪn bæd ʃeɪp./"
      },
      {
        "sentence": "The cages were too small, and they weren’t insulated from the cold.",
        "meaning-example": "Những cái lồng quá nhỏ, và chúng không được cách nhiệt khỏi cái lạnh.",
        "ipa-example": "/ðə ˈkeɪʤəz wər tu smɔl, ænd ðeɪ ˈwɜrənt ˈɪnsəˌleɪtəd frʌm ðə koʊld./"
      },
      {
        "sentence": "Animals couldn’t thrive in such conditions.",
        "meaning-example": "Động vật không thể phát triển mạnh trong những điều kiện như vậy.",
        "ipa-example": "/ˈænəməlz ˈkʊdənt θraɪv ɪn sʌʧ kənˈdɪʃənz./"
      },
      {
        "sentence": "He took out some stationery and wrote a letter to the zoo.",
        "meaning-example": "Anh ấy lấy một ít văn phòng phẩm và viết một lá thư cho sở thú.",
        "ipa-example": "/hi tʊk aʊt sʌm ˈsteɪʃəˌnɛri ænd roʊt ə ˈlɛtər tu ðə zu./"
      },
      {
        "sentence": "He offered to help the zoo buy huge cages for the large mammals and reptiles.",
        "meaning-example": "Anh đề nghị giúp sở thú mua những chiếc lồng lớn cho các loài động vật có vú và bò sát lớn.",
        "ipa-example": "/hi ˈɔfərd tu hɛlp ðə zu baɪ hjuʤ ˈkeɪʤəz fɔr ðə lɑrʤ ˈmæməlz ænd ˈrɛptaɪlz./"
      },
      {
        "sentence": "He offered to buy healthy food for the orangutans to increase their longevity.",
        "meaning-example": "Anh ấy đề nghị mua thức ăn lành mạnh cho những con đười ươi để tăng tuổi thọ của chúng.",
        "ipa-example": "/hi ˈɔfərd tu baɪ ˈhɛlθi fud fɔr ði əˈræŋgəˌtænz tu ɪnˈkris ðɛr lɑnˈʤɛvəti./"
      },
      {
        "sentence": "He even said that he would buy new glass walls for the aquarium because the old ones were cracked.",
        "meaning-example": "Anh ấy thậm chí còn nói rằng anh ấy sẽ mua những bức tường kính mới cho thủy cung vì những cái cũ đã bị nứt.",
        "ipa-example": "/hi ˈivɪn sɛd ðæt hi wʊd baɪ nu glæs wɔlz fɔr ði əˈkwɛriəm bɪˈkɔz ði oʊld wʌnz wər krækt./"
      },
      {
        "sentence": "Joe’s act of philanthropy intrigued the zookeeper.",
        "meaning-example": "Hành động từ thiện của Joe đã khơi gợi sự tò mò của người trông coi sở thú.",
        "ipa-example": "/ʤoʊz ækt əv fəˈlænθrəpi ɪnˈtrigd ðə ˈzuˌkipər./"
      },
      {
        "sentence": "He probed Joe to learn why he spent his money to improve the zoo.",
        "meaning-example": "Ông ấy đã thăm dò Joe để biết tại sao anh lại dùng tiền của mình để cải thiện sở thú.",
        "ipa-example": "/hi proʊbd ʤoʊ tu lɜrn waɪ hi spɛnt hɪz ˈmʌni tu ɪmˈpruv ðə zu./"
      },
      {
        "sentence": "It wasn’t a social convention for a person to be so gracious.",
        "meaning-example": "Đó không phải là một quy ước xã hội để một người tỏ ra lịch thiệp như vậy.",
        "ipa-example": "/ɪt ˈwɑzənt ə ˈsoʊʃəl kənˈvɛnʃən fɔr ə ˈpɜrsən tu bi soʊ ˈgreɪʃəs./"
      },
      {
        "sentence": "Joe told the zookeeper, “I know it’s not the norm, but my ultimate decision to help these animals is better than anything I could have done for myself.",
        "meaning-example": "Joe nói với người trông coi sở thú, “Tôi biết đó không phải là điều bình thường, nhưng quyết định cuối cùng của tôi để giúp những con vật này tốt hơn bất cứ điều gì tôi có thể đã làm cho bản thân mình.",
        "ipa-example": "/ʤoʊ toʊld ðə ˈzuˌkipər, “aɪ noʊ ɪts nɑt ðə nɔrm, bʌt maɪ ˈʌltəmət dɪˈsɪʒən tu hɛlp ðiz ˈænəməlz ɪz ˈbɛtər ðæn ˈɛniˌθɪŋ aɪ kʊd hæv dʌn fɔr maɪˈsɛlf./"
      },
      {
        "sentence": "If I ever write an autobiography, I will write that this was the happiest day of my life.”",
        "meaning-example": "Nếu tôi có bao giờ viết một cuốn tự truyện, tôi sẽ viết rằng đây là ngày hạnh phúc nhất trong cuộc đời tôi.”",
        "ipa-example": "/ɪf aɪ ˈɛvər raɪt ən ˌɔtəbaɪˈɑgrəfi, aɪ wɪl raɪt ðæt ðɪs wəz ðə ˈhæpiəst deɪ əv maɪ laɪf.”/"
      }
    ]
  }
]