[
  {
    "word": "antique",
    "ipa": "/ænˈtiːk/",
    "meaning": "Cổ, cũ và thường có giá trị.",
    "image": "eew-5-29/1.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "antique",
        "meaning-example": "Cổ, cũ và thường có giá trị.",
        "ipa-example": "/ænˈtiːk/"
      },
      {
        "sentence": "Trong một ngôi làng nhỏ nằm sâu trong thung lũng, có một cửa hàng đặc biệt mang tên \"Báu Vật Thời Gian\". Chủ cửa hàng là một ông lão tên Antique (đọc là An-tíc). Ông không bán đồ mới, mà chỉ sưu tầm những món đồ cũ kỹ, mỗi món đều mang trong mình một câu chuyện. Một cậu bé tò mò tên Tò te thường đến cửa hàng của ông Antique. Cậu bé thắc mắc tại sao những món đồ cũ, xỉn màu lại được ông trân trọng đến vậy. Ông Antique mỉm cười, chỉ vào một chiếc đồng hồ quả lắc đã ngả màu, kim chỉ giờ đã rỉ sét và nói: \"Con có thấy không, chiếc đồng hồ này rất cổ xưa rồi, nhưng nó đã chứng kiến biết bao nhiêu khoảnh khắc quan trọng. Cái đẹp của nó không nằm ở sự bóng bẩy, mà ở giá trị của thời gian.\" Cậu bé Tò te nhìn chiếc đồng hồ, rồi lại nhìn ông Antique. Bỗng cậu hiểu ra, \"An-tíc\" không chỉ là tên của ông, mà còn là một tính từ (adjective) dùng để miêu tả những món đồ cổ, có giá trị cao về mặt lịch sử hoặc nghệ thuật. Những món đồ này có thể đã cũ, nhưng chúng không bao giờ mất đi sự đặc biệt của mình. Từ đó, mỗi khi nhìn thấy một chiếc ghế cũ, một chiếc đèn lồng cổ, hay bất cứ món đồ nào mang dáng dấp của quá khứ, cậu bé Tò te đều nghĩ đến ông Antique và thì thầm: \"Antique - cổ xưa và quý giá.\" Cậu hiểu rằng, việc học từ mới cũng giống như tìm kiếm những món đồ \"antique\", mỗi từ đều có một câu chuyện và giá trị riêng, chờ đợi được khám phá.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Old and often valuable.",
        "meaning-example": "Cổ, cũ và thường có giá trị.",
        "ipa-example": "/oʊld ænd ˈɔfən ˈvæljəbəl./"
      },
      {
        "sentence": "She tripped over an antique vase and broke a piece off of it.",
        "meaning-example": "Cô ấy vấp phải một chiếc bình cổ và làm vỡ một mảnh của nó.",
        "ipa-example": "/ʃi trɪpt ˈoʊvər ən ænˈtik veɪs ænd broʊk ə pis ɔf əv ɪt./"
      },
      {
        "sentence": "My mother collects antique furniture.",
        "meaning-example": "Mẹ tôi sưu tầm đồ nội thất cổ.",
        "ipa-example": "/maɪ ˈmʌðər kəˈlɛkts ænˈtik ˈfɜrnɪʧər./"
      },
      {
        "sentence": "This antique clock is still working perfectly.",
        "meaning-example": "Chiếc đồng hồ cổ này vẫn đang hoạt động hoàn hảo.",
        "ipa-example": "/ðɪs ænˈtik klɑk ɪz stɪl ˈwɜrkɪŋ ˈpɜrfɪktli./"
      }
    ]
  },
  {
    "word": "applicant",
    "ipa": "/ˈæp.lɪ.kənt/",
    "meaning": "Một người chính thức yêu cầu điều gì đó, đặc biệt là một công việc; ứng viên.",
    "image": "eew-5-29/2.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "applicant",
        "meaning-example": "Một người chính thức yêu cầu điều gì đó, đặc biệt là một công việc; ứng viên.",
        "ipa-example": "/ˈæp.lɪ.kənt/"
      },
      {
        "sentence": "Trong một thành phố tri thức nhộn nhịp, có một tòa tháp cao tên là “Tháp Ước Mơ”. Để được bước vào tháp, mỗi người đều phải trải qua một quy trình đơn giản: điền vào một lá đơn. Bất cứ ai đang điền đơn đều được gọi là applicant (đọc là áp li cần). Anh chàng Áp-li-cần nổi tiếng là người kiên nhẫn và cẩn thận nhất thành phố. Anh luôn trau chuốt từng câu chữ trong đơn của mình, bởi anh hiểu rằng, lá đơn này chính là lời giới thiệu tốt nhất về bản thân anh. Một ngày nọ, một cậu bé hỏi anh: \"Anh Áp-li-cần ơi, tại sao anh lại tỉ mỉ thế ạ?\" Anh mỉm cười và trả lời: \"Mỗi applicant (đọc là áp li cần) đều là một người nộp đơn, và sự tỉ mỉ chính là chìa khóa để cánh cửa Tháp Ước Mơ mở ra. Việc học một từ mới cũng giống như nộp một lá đơn vậy. Chúng ta phải điền đủ kiến thức, hiểu rõ ý nghĩa và cách dùng của nó, thì từ vựng đó mới thực sự thuộc về chúng ta.\" Từ đó, mỗi khi cậu bé muốn học một từ mới, cậu lại nhớ đến anh Áp-li-cần và câu chuyện về người nộp đơn chăm chỉ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person who formally requests something, especially a job.",
        "meaning-example": "Một người chính thức yêu cầu điều gì đó, đặc biệt là một công việc.",
        "ipa-example": "/ə ˈpɜrsən hu ˈfɔrməli rɪˈkwɛsts ˈsʌmθɪŋ, əˈspɛʃəli ə ʤɑb./"
      },
      {
        "sentence": "The director interviewed dozens of applicants before he decided to hire Jen.",
        "meaning-example": "Giám đốc đã phỏng vấn hàng chục ứng viên trước khi quyết định tuyển dụng Jen.",
        "ipa-example": "/ðə dəˈrɛktər ˈɪntərˌvjud ˈdʌzənz əv ˈæplɪkənts bɪˈfɔr hi dɪˈsaɪdəd tu haɪər ʤɛn./"
      },
      {
        "sentence": "There were over 50 applicants for the job.",
        "meaning-example": "Có hơn 50 ứng viên cho công việc này.",
        "ipa-example": "/ðɛr wər ˈoʊvər 50 ˈæplɪkənts fɔr ðə ʤɑb./"
      },
      {
        "sentence": "All applicants must fill out this form.",
        "meaning-example": "Tất cả các ứng viên phải điền vào mẫu đơn này.",
        "ipa-example": "/ɔl ˈæplɪkənts mʌst fɪl aʊt ðɪs fɔrm./"
      }
    ]
  },
  {
    "word": "artifact",
    "ipa": "/ˈɑː.tə.fækt/",
    "meaning": "Một đồ vật do con người làm ra, chẳng hạn như công cụ hoặc đồ trang trí, đặc biệt là một đồ vật có giá trị lịch sử.",
    "image": "eew-5-29/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "artifact",
        "meaning-example": "Một đồ vật do con người làm ra, chẳng hạn như công cụ hoặc đồ trang trí, đặc biệt là một đồ vật có giá trị lịch sử.",
        "ipa-example": "/ˈɑː.tə.fækt/"
      },
      {
        "sentence": "Tại một công trường khảo cổ ở Ai Cập, một nhóm nhà khoa học đang miệt mài đào bới dưới cái nắng gay gắt. Sau nhiều ngày không có kết quả, họ bắt đầu nản lòng. Bỗng, một nhà khảo cổ trẻ tuổi tên Phát reo lên: \"A! Thấy-phát-hiện-rồi!\". Anh cẩn thận dùng chổi quét lớp bụi cát cuối cùng, để lộ ra một chiếc bình gốm cổ được trang trí tinh xảo. Vị giáo sư trưởng đoàn tiến lại gần, đôi mắt sáng lên vì vui mừng. Ông nói: \"Tuyệt vời! Đây chính là thứ chúng ta tìm kiếm. Một đồ vật do con người tạo ra từ hàng ngàn năm trước.\" Từ đó, trong đoàn khảo cổ, câu nói \"a-thấy-phát\" của chàng trai trẻ đã trở thành tiếng lóng để chỉ những đồ vật cổ do con người làm ra mà họ tìm thấy. Cái tên \"artifact\", nghe tựa như tiếng reo vui mừng \"a-thấy-phát\", đã trở thành thuật ngữ quốc tế để chỉ những tạo tác lịch sử này.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An object that is made by a person, such as a tool or a decoration, especially one that is of historical interest.",
        "meaning-example": "Một đồ vật do con người làm ra, chẳng hạn như công cụ hoặc đồ trang trí, đặc biệt là một đồ vật có giá trị lịch sử.",
        "ipa-example": "/ən ˈɑbʤɛkt ðæt ɪz meɪd baɪ ə ˈpɜrsən, sʌʧ æz ə tul ɔr ə ˌdɛkəˈreɪʃən, əˈspɛʃəli wʌn ðæt ɪz əv hɪˈstɔrɪkəl ˈɪntrəst./"
      },
      {
        "sentence": "As she turned around to show the group some artifacts, she bumped into a fossil of an authentic elephant tusk.",
        "meaning-example": "Khi cô quay lại để cho cả nhóm xem một số hiện vật, cô đã va vào một hóa thạch ngà voi thật.",
        "ipa-example": "/æz ʃi tɜrnd əˈraʊnd tu ʃoʊ ðə grup sʌm ˈɑrtəˌfækts, ʃi bʌmpt ˈɪntu ə ˈfɑsəl əv ən ɔˈθɛntɪk ˈɛləfənt tʌsk./"
      },
      {
        "sentence": "The museum is full of ancient Egyptian artifacts.",
        "meaning-example": "Bảo tàng có đầy đủ các hiện vật Ai Cập cổ đại.",
        "ipa-example": "/ðə mjuˈziəm ɪz fʊl əv ˈeɪnʃənt iˈʤɪpʃən ˈɑrtəˌfækts./"
      },
      {
        "sentence": "Archaeologists uncovered a number of Roman artifacts at the site.",
        "meaning-example": "Các nhà khảo cổ đã phát hiện ra một số hiện vật La Mã tại địa điểm này.",
        "ipa-example": "/ˌɑrkiˈɑləʤɪsts ənˈkʌvərd ə ˈnʌmbər əv ˈroʊmən ˈɑrtəˌfækts æt ðə saɪt./"
      }
    ]
  },
  {
    "word": "authentic",
    "ipa": "/ɔːˈθen.tɪk/",
    "meaning": "Thật, chính xác, không phải là bản sao.",
    "image": "eew-5-29/4.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "authentic",
        "meaning-example": "Thật, chính xác, không phải là bản sao.",
        "ipa-example": "/ɔːˈθen.tɪk/"
      },
      {
        "sentence": "Ở một phiên chợ đồ cổ, có một người bán hàng nổi tiếng gian xảo, chuyên bán đồ giả. Ông ta có thể làm giả mọi thứ, từ tranh vẽ đến đồ gốm, khiến nhiều chuyên gia cũng phải nhầm lẫn. Một ngày nọ, một vị khách du lịch giàu có đến gian hàng của ông ta và chỉ vào một bức tranh cũ. Vị khách hỏi: \"Bức tranh này có phải là hàng thật không?\". Người bán hàng liền thề thốt: \"Ôi! 'Tên-tui' là Thành, tôi xin thề bức tranh này thật 100%!\". Nhưng vị khách chỉ mỉm cười, lấy ra một chiếc kính lúp đặc biệt và soi vào chữ ký. Ông nói: \"Chữ ký này là giả. Hàng thật không bao giờ có những chi tiết vụng về như vậy.\" Câu chuyện về lời thề \"Ôi-Thành-thề\" (Oh-then-tic) của gã bán hàng gian dối lan truyền khắp chợ. Trớ trêu thay, cụm từ này lại được mọi người dùng để hỏi về tính xác thực của một món đồ, và từ \"authentic\" đã ra đời, mang ý nghĩa là thật, là chính xác, là nguyên bản.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Real, true, or not a copy.",
        "meaning-example": "Thật, chính xác, không phải là bản sao.",
        "ipa-example": "/riəl, tru, ɔr nɑt ə ˈkɑpi./"
      },
      {
        "sentence": "As she turned around to show the group some artifacts, she bumped into a fossil of an authentic elephant tusk.",
        "meaning-example": "Khi cô quay lại để cho cả nhóm xem một số hiện vật, cô đã va vào một hóa thạch ngà voi thật.",
        "ipa-example": "/æz ʃi tɜrnd əˈraʊnd tu ʃoʊ ðə grup sʌm ˈɑrtəˌfækts, ʃi bʌmpt ˈɪntu ə ˈfɑsəl əv ən ɔˈθɛntɪk ˈɛləfənt tʌsk./"
      },
      {
        "sentence": "I don't know if the painting is authentic.",
        "meaning-example": "Tôi không biết bức tranh đó có phải là thật không.",
        "ipa-example": "/aɪ doʊnt noʊ ɪf ðə ˈpeɪntɪŋ ɪz ɔˈθɛntɪk./"
      },
      {
        "sentence": "He is an authentic hero.",
        "meaning-example": "Anh ấy là một anh hùng đích thực.",
        "ipa-example": "/hi ɪz ən ɔˈθɛntɪk ˈhɪroʊ./"
      }
    ]
  },
  {
    "word": "chronology",
    "ipa": "/krəˈnɒl.ə.dʒi/",
    "meaning": "Sự sắp xếp các sự kiện theo thứ tự thời gian chúng xảy ra.",
    "image": "eew-5-29/5.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "chronology",
        "meaning-example": "Sự sắp xếp các sự kiện theo thứ tự thời gian chúng xảy ra.",
        "ipa-example": "/krəˈnɒl.ə.dʒi/"
      },
      {
        "sentence": "Một vị vua già muốn con trai mình, hoàng tử K'ron, hiểu rõ về lịch sử của vương quốc. Nhưng hoàng tử lại là một người ham chơi, không thích đọc những cuốn sử thi dày cộp. Nhà vua bèn ra lệnh cho vị sử gia tài ba nhất, ông Lô-gi, tìm một cách dạy học mới. Ông Lô-gi đã vẽ một biểu đồ khổng lồ trên tường của cung điện, trên đó ghi lại tất cả các sự kiện quan trọng theo đúng thứ tự thời gian chúng xảy ra, từ ngày lập quốc cho đến hiện tại. Mỗi sự kiện được minh họa bằng một bức tranh sống động. Hoàng tử K'ron vô cùng thích thú. Chàng đi dọc theo bức tường, say sưa theo dõi dòng chảy của lịch sử. Vị vua rất hài lòng và nói: \"Cách sắp xếp các sự kiện theo trình tự thời gian của K'ron và ông Lô-gi thật tuyệt vời.\" Từ đó, phương pháp trình bày các sự kiện theo thứ tự thời gian được gọi là \"chronology\", một cái tên ghép từ \"K'ron\" và \"Lô-gi\" để vinh danh công trình của họ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The arrangement of events in the order in which they happened.",
        "meaning-example": "Sự sắp xếp các sự kiện theo thứ tự chúng đã xảy ra.",
        "ipa-example": "/ði əˈreɪnʤmənt əv ɪˈvɛnts ɪn ði ˈɔrdər ɪn wɪʧ ðeɪ ˈhæpənd./"
      },
      {
        "sentence": "I’m going to talk to you about the chronology of ancient Egypt.",
        "meaning-example": "Tôi sẽ nói với các bạn về niên đại của Ai Cập cổ đại.",
        "ipa-example": "/aɪm ˈgoʊɪŋ tu tɔk tu ju əˈbaʊt ðə krəˈnɑləʤi əv ˈeɪnʃənt ˈiʤəpt./"
      },
      {
        "sentence": "The book provides a chronology of the events leading up to the war.",
        "meaning-example": "Cuốn sách cung cấp một niên đại các sự kiện dẫn đến chiến tranh.",
        "ipa-example": "/ðə bʊk prəˈvaɪdz ə krəˈnɑləʤi əv ði ɪˈvɛnts ˈlidɪŋ ʌp tu ðə wɔr./"
      },
      {
        "sentence": "He is an expert in the chronology of ancient civilizations.",
        "meaning-example": "Ông là một chuyên gia về niên đại của các nền văn minh cổ đại.",
        "ipa-example": "/hi ɪz ən ˈɛkspɜrt ɪn ðə krəˈnɑləʤi əv ˈeɪnʃənt ˌsɪvəlɪˈzeɪʃənz./"
      }
    ]
  },
  {
    "word": "diplomat",
    "ipa": "/ˈdɪp.lə.mæt/",
    "meaning": "Một quan chức đại diện cho đất nước của mình ở nước ngoài.",
    "image": "eew-5-29/6.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "diplomat",
        "meaning-example": "Một quan chức đại diện cho đất nước của mình ở nước ngoài.",
        "ipa-example": "/ˈdɪp.lə.mæt/"
      },
      {
        "sentence": "Ngày xửa ngày xưa, hai vương quốc hùng mạnh luôn ở trong tình trạng chiến tranh. Giao tranh liên miên khiến người dân lầm than, khổ cực. Thấy vậy, vua của một nước đã cử một vị quan thông thái và khéo léo nhất của mình sang nước láng giềng để đàm phán hòa bình. Vị quan này không mang theo gươm giáo, mà chỉ mang theo những món quà và một tấm lòng chân thành. Ông đến kinh thành của đối phương, không hề tỏ ra sợ hãi. Ông dùng lời lẽ mềm mỏng nhưng đầy lý trí để thuyết phục vị vua kia về lợi ích của hòa bình. Người ta trầm trồ: \"Ông ấy thật 'đi-vào-lòng-đất' của địch mà vẫn an toàn, lại còn có thể thay đổi cục diện. Thật là một người có tài ngoại giao xuất chúng.\" Cách gọi người có khả năng \"đi-vào-lòng-đất\" (đi vào lòng địch) một cách khéo léo để giải quyết vấn đề đã được lái thành \"diplomat\", để chỉ những nhà ngoại giao tài ba.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An official representing their country abroad.",
        "meaning-example": "Một quan chức đại diện cho đất nước của họ ở nước ngoài.",
        "ipa-example": "/ən əˈfɪʃəl ˌrɛprɪˈzɛntɪŋ ðɛr ˈkʌntri əˈbrɔd./"
      },
      {
        "sentence": "She saw that the Queen of England and a diplomat were visiting the museum.",
        "meaning-example": "Cô thấy Nữ hoàng Anh và một nhà ngoại giao đang đến thăm bảo tàng.",
        "ipa-example": "/ʃi sɔ ðæt ðə kwin əv ˈɪŋglənd ænd ə ˈdɪpləˌmæt wər ˈvɪzɪtɪŋ ðə mjuˈziəm./"
      },
      {
        "sentence": "He served as a diplomat in several countries.",
        "meaning-example": "Ông đã từng là một nhà ngoại giao ở một số quốc gia.",
        "ipa-example": "/hi sɜrvd æz ə ˈdɪpləˌmæt ɪn ˈsɛvrəl ˈkʌntriz./"
      },
      {
        "sentence": "The meeting of diplomats was held to discuss the peace treaty.",
        "meaning-example": "Cuộc họp của các nhà ngoại giao được tổ chức để thảo luận về hiệp ước hòa bình.",
        "ipa-example": "/ðə ˈmitɪŋ əv ˈdɪpləˌmæts wəz hɛld tu dɪˈskʌs ðə pis ˈtriti./"
      }
    ]
  },
  {
    "word": "epic",
    "ipa": "/ˈep.ɪk/",
    "meaning": "Một bài thơ hoặc cuốn sách dài kể về những hành động dũng cảm và những sự kiện thú vị.",
    "image": "eew-5-29/7.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "epic",
        "meaning-example": "Một bài thơ hoặc cuốn sách dài kể về những hành động dũng cảm và những sự kiện thú vị.",
        "ipa-example": "/ˈep.ɪk/"
      },
      {
        "sentence": "Ở một ngôi làng nhỏ, có một cụ già mù là một người kể chuyện vĩ đại. Mỗi đêm, dân làng lại quây quần quanh đống lửa để nghe cụ kể. Cụ không kể những câu chuyện đời thường, mà kể về những anh hùng vĩ đại trong quá khứ, những người đã chiến đấu với quái vật, vượt qua biển cả, và lập nên những chiến công vang dội. Những câu chuyện của cụ rất dài, có thể kéo dài hàng tuần, hàng tháng mới hết. Một cậu bé tò mò hỏi: \"Thưa cụ, sao chuyện của cụ dài thế ạ?\". Cụ già mỉm cười, đáp: \"Vì cuộc đời của những người anh hùng không thể kể trong vài lời. Nó là một bản trường ca. Kể những chuyện này, ta cảm thấy rất 'ép-phê', rất tự hào về tổ tiên.\" Cậu bé ghi nhớ từ \"ép-phê\" đó. Sau này, khi trở thành một nhà thơ, cậu đã dùng từ \"epic\" để chỉ những bài thơ hoặc câu chuyện rất dài, kể về những hành động dũng cảm và những sự kiện thú vị, những câu chuyện mang lại cảm giác \"ép-phê\" như cụ già đã nói.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A long poem or book that tells a story of brave actions and exciting events.",
        "meaning-example": "Một bài thơ hoặc cuốn sách dài kể về một câu chuyện về những hành động dũng cảm và những sự kiện thú vị.",
        "ipa-example": "/ə lɔŋ ˈpoʊəm ɔr bʊk ðæt tɛlz ə ˈstɔri əv breɪv ˈækʃənz ænd ɪkˈsaɪtɪŋ ɪˈvɛnts./"
      },
      {
        "sentence": "As she was reading an excerpt from a lyric poem, she sneezed and tore a page of the epic.",
        "meaning-example": "Khi đang đọc một đoạn trích từ một bài thơ trữ tình, cô ấy đã hắt hơi và làm rách một trang của bản trường ca.",
        "ipa-example": "/æz ʃi wəz ˈridɪŋ ən ˈɛksɜrpt frʌm ə ˈlɪrɪk ˈpoʊəm, ʃi snizd ænd tɔr ə peɪʤ əv ðə ˈɛpɪk./"
      },
      {
        "sentence": "Homer's \"Odyssey\" is a famous epic.",
        "meaning-example": "\"Odyssey\" của Homer là một bản trường ca nổi tiếng.",
        "ipa-example": "/ˈhoʊmərz ˈɑdəsi ɪz ə ˈfeɪməs ˈɛpɪk./"
      },
      {
        "sentence": "The film was an epic about the Roman Empire.",
        "meaning-example": "Bộ phim là một bản hùng ca về Đế chế La Mã.",
        "ipa-example": "/ðə fɪlm wəz ən ˈɛpɪk əˈbaʊt ðə ˈroʊmən ˈɛmpaɪər./"
      }
    ]
  },
  {
    "word": "excerpt",
    "ipa": "/ˈek.sɜːpt/",
    "meaning": "Một đoạn trích ngắn lấy từ một cuốn sách, vở kịch, bản nhạc, v.v.",
    "image": "eew-5-29/8.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "excerpt",
        "meaning-example": "Một đoạn trích ngắn lấy từ một cuốn sách, vở kịch, bản nhạc, v.v.",
        "ipa-example": "/ˈek.sɜːpt/"
      },
      {
        "sentence": "Một vị giáo sư văn học đang giảng bài cho sinh viên về một cuốn tiểu thuyết đồ sộ dài hơn một nghìn trang. Ông biết rằng không phải sinh viên nào cũng có đủ thời gian và kiên nhẫn để đọc hết cả tác phẩm. Vì vậy, thay vì yêu cầu đọc toàn bộ, ông đã chọn ra những đoạn văn hay và đặc sắc nhất để cả lớp cùng phân tích. Ông nói: \"Để hiểu được tinh thần của tác phẩm, chúng ta không cần đọc hết. Thầy đã 'chắt-lọc-sơ' qua và chọn ra những phần tinh túy nhất.\" Một sinh viên giơ tay hỏi: \"Thưa thầy, những phần 'chắt-lọc-sơ' này có tên gọi khoa học là gì ạ?\". Vị giáo sư mỉm cười: \"Một câu hỏi hay. Trong tiếng Anh, người ta gọi đó là 'excerpt'. Nghe cũng gần giống như cách thầy nói phải không? Nó chính là một đoạn trích ngắn từ một tác phẩm lớn.\" Từ đó, các sinh viên luôn nhớ rằng \"excerpt\" chính là những phần đã được \"chắt-lọc-sơ\", là những đoạn trích tinh hoa.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A short part taken from a book, play, piece of music, etc.",
        "meaning-example": "Một phần ngắn được lấy từ một cuốn sách, vở kịch, bản nhạc, v.v.",
        "ipa-example": "/ə ʃɔrt pɑrt ˈteɪkən frʌm ə bʊk, pleɪ, pis əv ˈmjuzɪk, ɛtˈsɛtərə./"
      },
      {
        "sentence": "As she was reading an excerpt from a lyric poem, she sneezed and tore a page of the epic.",
        "meaning-example": "Khi đang đọc một đoạn trích từ một bài thơ trữ tình, cô ấy đã hắt hơi và làm rách một trang của bản trường ca.",
        "ipa-example": "/æz ʃi wəz ˈridɪŋ ən ˈɛksɜrpt frʌm ə ˈlɪrɪk ˈpoʊəm, ʃi snizd ænd tɔr ə peɪʤ əv ðə ˈɛpɪk./"
      },
      {
        "sentence": "An excerpt from her new novel was published in the magazine.",
        "meaning-example": "Một đoạn trích từ cuốn tiểu thuyết mới của cô đã được đăng trên tạp chí.",
        "ipa-example": "/ən ˈɛksɜrpt frʌm hɜr nu ˈnɑvəl wəz ˈpʌblɪʃt ɪn ðə ˈmægəˌzin./"
      },
      {
        "sentence": "He read a brief excerpt from his speech.",
        "meaning-example": "Anh ấy đã đọc một đoạn trích ngắn từ bài phát biểu của mình.",
        "ipa-example": "/hi red ə brif ˈɛksɜrpt frʌm hɪz spiʧ./"
      }
    ]
  },
  {
    "word": "fossil",
    "ipa": "/ˈfɒs.əl/",
    "meaning": "Phần còn lại của một con vật hoặc thực vật đã chết từ hàng triệu năm trước và được bảo quản trong đá.",
    "image": "eew-5-29/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "fossil",
        "meaning-example": "Phần còn lại của một con vật hoặc thực vật đã chết từ hàng triệu năm trước và được bảo quản trong đá.",
        "ipa-example": "/ˈfɒs.əl/"
      },
      {
        "sentence": "Một cậu bé tên Sỏi rất thích khám phá. Một hôm, khi đang chơi gần một vách đá bị sạt lở, cậu nhìn thấy một thứ kỳ lạ in trong một tảng đá. Đó là hình dạng của một chiếc lá cây, nhưng nó cứng như đá. Cậu tò mò mang tảng đá về hỏi cha, một nhà địa chất. Người cha nhìn vào tảng đá, ánh mắt đầy kinh ngạc. Ông giải thích: \"Đây không phải là một chiếc lá thông thường đâu con trai. Đây là một di tích đã hóa đá. Hàng triệu năm trước, chiếc lá này bị chôn vùi dưới bùn đất. Trải qua thời gian, nó đã biến thành đá nhưng vẫn giữ nguyên hình dạng.\" Cậu bé Sỏi hỏi: \"Vậy nó gọi là gì ạ?\". Người cha suy nghĩ một lúc rồi nói: \"Cha con mình 'phải-sờ' vào nó mới cảm nhận được sự cổ xưa. Ta hãy gọi nó là 'fossil'.\" Từ đó, cậu bé luôn nhớ \"fossil\" là những thứ cổ xưa đã hóa đá, những thứ mà khi \"phải-sờ\" vào, ta như chạm được vào quá khứ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The remains of an animal or a plant that died many thousands of years ago, which have become hard and turned into rock.",
        "meaning-example": "Phần còn lại của một con vật hoặc thực vật đã chết từ nhiều ngàn năm trước, đã trở nên cứng và biến thành đá.",
        "ipa-example": "/ðə rɪˈmeɪnz əv ən ˈænəməl ɔr ə plænt ðæt daɪd ˈmɛni ˈθaʊzəndz əv jɪərz əˈgoʊ, wɪʧ hæv bɪˈkʌm hɑrd ænd tɜrnd ˈɪntu rɑk./"
      },
      {
        "sentence": "As she turned around to show the group some artifacts, she bumped into a fossil of an authentic elephant tusk.",
        "meaning-example": "Khi cô quay lại để cho cả nhóm xem một số hiện vật, cô đã va vào một hóa thạch ngà voi thật.",
        "ipa-example": "/æz ʃi tɜrnd əˈraʊnd tu ʃoʊ ðə grup sʌm ˈɑrtəˌfækts, ʃi bʌmpt ˈɪntu ə ˈfɑsəl əv ən ɔˈθɛntɪk ˈɛləfənt tʌsk./"
      },
      {
        "sentence": "They discovered a dinosaur fossil in the desert.",
        "meaning-example": "Họ đã phát hiện ra một hóa thạch khủng long trong sa mạc.",
        "ipa-example": "/ðeɪ dɪˈskʌvərd ə ˈdaɪnəˌsɔr ˈfɑsəl ɪn ðə ˈdɛzərt./"
      },
      {
        "sentence": "The fossil record shows how life on Earth has changed over time.",
        "meaning-example": "Hồ sơ hóa thạch cho thấy sự sống trên Trái đất đã thay đổi như thế nào theo thời gian.",
        "ipa-example": "/ðə ˈfɑsəl ˈrɛkərd ʃoʊz haʊ laɪf ɑn ɜrθ hæz ʧeɪnʤd ˈoʊvər taɪm./"
      }
    ]
  },
  {
    "word": "humiliate",
    "ipa": "/hjuːˈmɪl.i.eɪt/",
    "meaning": "Làm cho ai đó cảm thấy xấu hổ hoặc ngu ngốc và mất đi sự tôn trọng của người khác.",
    "image": "eew-5-29/10.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "humiliate",
        "meaning-example": "Làm cho ai đó cảm thấy xấu hổ hoặc ngu ngốc và mất đi sự tôn trọng của người khác.",
        "ipa-example": "/hjuːˈmɪl.i.eɪt/"
      },
      {
        "sentence": "Trong một cuộc thi tài năng ở trường, cậu bé Minh, vốn nhút nhát, đã lấy hết can đảm để đăng ký tiết mục hát. Tuy nhiên, khi bước lên sân khấu, đối mặt với hàng trăm ánh mắt, Minh bỗng quên hết lời bài hát. Cậu đứng im, mặt đỏ bừng, và không thể cất lên tiếng nào. Phía dưới, một nhóm học sinh cá biệt bắt đầu cười cợt, chỉ trỏ và la ó. Một cậu trong nhóm hét lên: \"Hú! Mi-li-ệ-đệ! Xuống đi!\". Những tiếng cười và lời chế nhạo như hàng ngàn mũi kim châm vào lòng tự trọng của Minh. Cậu cảm thấy vô cùng xấu hổ và nhục nhã, như thể mình bị lột trần trước mặt mọi người. Cậu chạy vào trong cánh gà, nước mắt tuôn rơi. Ký ức về tiếng la ó \"Hú! Mi-li-ệ-đệ!\" đã ám ảnh cậu mãi. Hành động khiến người khác cảm thấy xấu hổ và mất mặt một cách công khai, đau đớn như Minh đã trải qua, được gọi là \"humiliate\".",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To make someone feel ashamed or stupid and lose the respect of other people.",
        "meaning-example": "Làm cho ai đó cảm thấy xấu hổ hoặc ngu ngốc và mất đi sự tôn trọng của người khác.",
        "ipa-example": "/tu meɪk ˈsʌmwʌn fil əˈʃeɪmd ɔr ˈstupəd ænd luz ðə rɪˈspɛkt əv ˈʌðər ˈpipəl./"
      },
      {
        "sentence": "I hope I don’t humiliate myself in front of a person of such renown!",
        "meaning-example": "Tôi hy vọng sẽ không tự làm bẽ mặt trước một người nổi tiếng như vậy!",
        "ipa-example": "/aɪ hoʊp aɪ doʊnt hjuˈmɪliˌeɪt maɪˈsɛlf ɪn frʌnt əv ə ˈpɜrsən əv sʌʧ rɪˈnaʊn!/"
      },
      {
        "sentence": "He felt humiliated by their laughter.",
        "meaning-example": "Anh cảm thấy bị làm nhục bởi tiếng cười của họ.",
        "ipa-example": "/hi fɛlt hjuˈmɪliˌeɪtəd baɪ ðɛr ˈlæftər./"
      },
      {
        "sentence": "Why are you always trying to humiliate me in public?",
        "meaning-example": "Tại sao bạn luôn cố gắng làm bẽ mặt tôi ở nơi công cộng?",
        "ipa-example": "/waɪ ɑr ju ˈɔlweɪz ˈtraɪɪŋ tu hjuˈmɪliˌeɪt mi ɪn ˈpʌblɪk?/"
      }
    ]
  },
  {
    "word": "lyric",
    "ipa": "/ˈlɪr.ɪk/",
    "meaning": "(của một bài thơ) thể hiện cảm xúc và suy nghĩ cá nhân của nhà thơ.",
    "image": "eew-5-29/11.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "lyric",
        "meaning-example": "(của một bài thơ) thể hiện cảm xúc và suy nghĩ cá nhân của nhà thơ.",
        "ipa-example": "/ˈlɪr.ɪk/"
      },
      {
        "sentence": "Có một chàng thi sĩ trẻ tên Lý sống bên bờ một con sông thơ mộng. Chàng không viết những bài thơ hùng tráng về chiến trận hay những câu chuyện dài về các vị vua. Thơ của chàng chỉ đơn giản là những dòng cảm xúc ngắn gọn, ghi lại vẻ đẹp của một bông hoa, nỗi buồn khi hoàng hôn buông xuống, hay niềm vui khi nghe tiếng chim hót. Chàng thường ngồi bên sông, tay cầm cây đàn lia, và hát lên những vần thơ của mình. Tiếng đàn và lời thơ hòa quyện, tạo nên những giai điệu du dương, chạm đến trái tim người nghe. Mọi người nói rằng thơ của chàng Lý thật \"rích\" cảm xúc, mỗi từ mỗi chữ đều thấm đẫm tình cảm cá nhân. Họ gọi thể loại thơ giàu cảm xúc, mang tính nhạc và thường thể hiện tình cảm riêng tư này là thơ \"lyric\", để tưởng nhớ đến chàng thi sĩ tên Lý và tiếng đàn lia (lyre) của chàng, cùng những vần thơ thật \"rích\" tình của anh.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "(of a poem) expressing the personal feelings and thoughts of the poet.",
        "meaning-example": "(của một bài thơ) thể hiện những cảm xúc và suy nghĩ cá nhân của nhà thơ.",
        "ipa-example": "/(əv ə ˈpoʊəm) ɪkˈsprɛsɪŋ ðə ˈpɜrsənəl ˈfilɪŋz ænd θɔts əv ðə ˈpoʊət./"
      },
      {
        "sentence": "As she was reading an excerpt from a lyric poem, she sneezed and tore a page of the epic.",
        "meaning-example": "Khi đang đọc một đoạn trích từ một bài thơ trữ tình, cô ấy đã hắt hơi và làm rách một trang của bản trường ca.",
        "ipa-example": "/æz ʃi wəz ˈridɪŋ ən ˈɛksɜrpt frʌm ə ˈlɪrɪk ˈpoʊəm, ʃi snizd ænd tɔr ə peɪʤ əv ðə ˈɛpɪk./"
      },
      {
        "sentence": "\"Ode to a Nightingale\" is a famous lyric poem by John Keats.",
        "meaning-example": "\"Ode to a Nightingale\" là một bài thơ trữ tình nổi tiếng của John Keats.",
        "ipa-example": "/oʊd tu ə ˈnaɪtənˌgeɪl ɪz ə ˈfeɪməs ˈlɪrɪk ˈpoʊəm baɪ ʤɑn kits./"
      },
      {
        "sentence": "She is known for her lyric poetry.",
        "meaning-example": "Cô được biết đến với những bài thơ trữ tình của mình.",
        "ipa-example": "/ʃi ɪz noʊn fɔr hɜr ˈlɪrɪk ˈpoʊətri./"
      }
    ]
  },
  {
    "word": "majesty",
    "ipa": "/ˈmædʒ.ə.sti/",
    "meaning": "Vẻ oai phong, vẻ đẹp hoặc quyền lực gây ấn tượng, tạo ra sự ngưỡng mộ và tôn trọng; sự uy nghi.",
    "image": "eew-5-29/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "majesty",
        "meaning-example": "Vẻ oai phong, vẻ đẹp hoặc quyền lực gây ấn tượng, tạo ra sự ngưỡng mộ và tôn trọng; sự uy nghi.",
        "ipa-example": "/ˈmædʒ.ə.sti/"
      },
      {
        "sentence": "Một cậu bé chăn cừu lần đầu tiên được vào kinh thành và chứng kiến lễ đăng quang của nhà vua. Cậu đứng nép mình trong đám đông, choáng ngợp trước sự lộng lẫy của buổi lễ. Nhà vua bước ra, khoác trên mình bộ hoàng bào thêu rồng phượng bằng chỉ vàng, đầu đội vương miện đính đầy châu báu. Dáng vẻ của ngài uy nghi, đường bệ, mỗi bước đi đều toát lên một quyền lực và sự trang trọng tột bậc. Cậu bé chăn cừu chưa bao giờ thấy ai oai vệ đến thế. Cậu thì thầm với người đứng cạnh: \"Trông ngài thật 'ma-giê-sợ-thế'! Con chưa bao giờ thấy ai vĩ đại như vậy.\" Người kia mỉm cười giải thích: \"Đó không chỉ là vẻ bề ngoài đâu cậu bé. Đó là sự uy nghi, vẻ oai phong lẫm liệt của một bậc đế vương. Người ta gọi đó là 'majesty'.\" Cụm từ \"ma-giê-sợ-thế\" của cậu bé đã vô tình mô tả chính xác cái cảm giác kính sợ và ngưỡng mộ trước vẻ uy nghi, trang엄 của một vị vua.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The impressive quality of being beautiful, powerful, or important.",
        "meaning-example": "Phẩm chất ấn tượng của vẻ đẹp, quyền lực hoặc sự quan trọng.",
        "ipa-example": "/ði ɪmˈprɛsɪv ˈkwɑləti əv ˈbiɪŋ ˈbjutəfəl, ˈpaʊərfəl, ɔr ɪmˈpɔrtənt./"
      },
      {
        "sentence": "She said, “I’m sorry, Your Majesty. I was a terrible tour guide.\"",
        "meaning-example": "Cô ấy nói: “Tôi xin lỗi, thưa Bệ hạ. Tôi là một hướng dẫn viên du lịch tồi tệ.\"",
        "ipa-example": "/ʃi sɛd, “aɪm ˈsɔri, jʊər ˈmæʤəsti. aɪ wəz ə ˈtɛrəbəl tʊər gaɪd.”/"
      },
      {
        "sentence": "The majesty of the mountains took my breath away.",
        "meaning-example": "Sự hùng vĩ của những ngọn núi khiến tôi sững sờ.",
        "ipa-example": "/ðə ˈmæʤəsti əv ðə ˈmaʊntənz tʊk maɪ brɛθ əˈweɪ./"
      },
      {
        "sentence": "The crowd was silent in the presence of Her Majesty the Queen.",
        "meaning-example": "Đám đông im lặng trước sự hiện diện của Nữ hoàng Bệ hạ.",
        "ipa-example": "/ðə kraʊd wəz ˈsaɪlənt ɪn ðə ˈprɛzəns əv hɜr ˈmæʤəsti ðə kwin./"
      }
    ]
  },
  {
    "word": "monarch",
    "ipa": "/ˈmɒn.ək/",
    "meaning": "Một vị vua hoặc nữ hoàng; người đứng đầu một quốc gia theo chế độ quân chủ.",
    "image": "eew-5-29/13.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "monarch",
        "meaning-example": "Một vị vua hoặc nữ hoàng; người đứng đầu một quốc gia theo chế độ quân chủ.",
        "ipa-example": "/ˈmɒn.ək/"
      },
      {
        "sentence": "Trong một vương quốc nọ, có một vị vua trị vì rất anh minh. Ngài là người đứng đầu đất nước, nắm giữ quyền lực tối cao. Ngài không chỉ ban hành luật pháp mà còn là tổng chỉ huy quân đội. Một hôm, một nhà du hành từ phương xa đến và hỏi một cậu bé: \"Người đứng đầu đất nước của cậu là ai?\". Cậu bé chỉ tay về phía cung điện và tự hào trả lời: \"Là vua của chúng cháu ạ. Ngài là người duy nhất. Mọi người phải 'mau-nghe' lời ngài.\" Nhà du hành ghi chép lại. Ông thấy rằng ở nhiều quốc gia, người đứng đầu, dù là vua, nữ hoàng hay hoàng đế, đều có một điểm chung: họ là người cai trị duy nhất và mọi người đều phải tuân lệnh. Ông nhớ lại lời cậu bé \"mau-nghe\" và phiên âm nó thành \"monarch\". Từ đó, \"monarch\" được dùng để chỉ người đứng đầu một quốc gia theo chế độ quân chủ, người có quyền lực tối cao và duy nhất.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A king or queen.",
        "meaning-example": "Một vị vua hoặc nữ hoàng.",
        "ipa-example": "/ə kɪŋ ɔr kwin./"
      },
      {
        "sentence": "I have to impress a monarch!",
        "meaning-example": "Tôi phải gây ấn tượng với một vị quân chủ!",
        "ipa-example": "/aɪ hæv tu ɪmˈprɛs ə ˈmɑnɑrk!/"
      },
      {
        "sentence": "Queen Victoria was a powerful monarch.",
        "meaning-example": "Nữ hoàng Victoria là một vị quân chủ quyền lực.",
        "ipa-example": "/kwin vɪkˈtɔriə wəz ə ˈpaʊərfəl ˈmɑnɑrk./"
      },
      {
        "sentence": "The country is ruled by a constitutional monarch.",
        "meaning-example": "Đất nước được cai trị bởi một vị vua lập hiến.",
        "ipa-example": "/ðə ˈkʌntri ɪz ruld baɪ ə ˌkɑnstəˈtuʃənəl ˈmɑnɑrk./"
      }
    ]
  },
  {
    "word": "precede",
    "ipa": "/prɪˈsiːd/",
    "meaning": "Xảy ra hoặc tồn tại trước một ai đó hoặc một cái gì đó.",
    "image": "eew-5-29/14.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "precede",
        "meaning-example": "Xảy ra hoặc tồn tại trước một ai đó hoặc một cái gì đó.",
        "ipa-example": "/prɪˈsiːd/"
      },
      {
        "sentence": "Tại một ngôi trường võ thuật, có một quy tắc bất thành văn: trước khi bắt đầu bất kỳ buổi tập nào, tất cả các môn sinh phải dành năm phút để thiền định. Một võ sinh mới, do vội vã, đã lao ngay vào tập luyện mà không thiền. Vị sư phụ già nghiêm khắc gọi cậu lại. \"Con đã quên mất điều quan trọng nhất,\" ông nói. \"Sự tĩnh tâm phải 'đi-trước' sự vận động. Con không thể có những đòn thế mạnh mẽ nếu tâm trí con còn hỗn loạn.\" Ông giải thích rằng việc thiền định phải xảy ra trước, phải đến trước khi việc luyện tập bắt đầu. Cậu võ sinh cúi đầu nhận lỗi. \"Hãy nhớ, sự chuẩn bị luôn 'phải-đi-trước' hành động,\" vị sư phụ nhấn mạnh. Lời dạy \"phải-đi-trước\" đó đã khắc sâu vào tâm trí cậu. Và động từ \"precede\", mang ý nghĩa là đi trước, xảy ra trước một điều gì khác về thời gian, thứ tự hoặc vị trí, dường như cũng mang âm hưởng của lời khuyên quý báu đó.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To be or go before someone or something in time or space.",
        "meaning-example": "Để ở hoặc đi trước một ai đó hoặc một cái gì đó về thời gian hoặc không gian.",
        "ipa-example": "/tu bi ɔr goʊ bɪˈfɔr ˈsʌmwʌn ɔr ˈsʌmθɪŋ ɪn taɪm ɔr speɪs./"
      },
      {
        "sentence": "Hard work precedes success.",
        "meaning-example": "Thành công đến từ sự chăm chỉ.",
        "ipa-example": "/hɑrd wɜrk prɪˈsidz səkˈsɛs./"
      },
      {
        "sentence": "The formal ceremony was preceded by a parade.",
        "meaning-example": "Buổi lễ trang trọng được bắt đầu bằng một cuộc diễu hành.",
        "ipa-example": "/ðə ˈfɔrməl ˈsɛrəˌmoʊni wəz prɪˈsidəd baɪ ə pəˈreɪd./"
      },
      {
        "sentence": "In his speech, he said that a crisis was sure to precede the election.",
        "meaning-example": "Trong bài phát biểu của mình, ông nói rằng một cuộc khủng hoảng chắc chắn sẽ xảy ra trước cuộc bầu cử.",
        "ipa-example": "/ɪn hɪz spiʧ, hi sɛd ðæt ə ˈkraɪsɪs wəz ʃʊr tu prɪˈsid ði ɪˈlɛkʃən./"
      }
    ]
  },
  {
    "word": "punctual",
    "ipa": "/ˈpʌŋk.tʃu.əl/",
    "meaning": "Đến hoặc làm việc gì đó vào đúng thời điểm; đúng giờ.",
    "image": "eew-5-29/15.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "punctual",
        "meaning-example": "Đến hoặc làm việc gì đó vào đúng thời điểm; đúng giờ.",
        "ipa-example": "/ˈpʌŋk.tʃu.əl/"
      },
      {
        "sentence": "Ở một thị trấn nhỏ, có một người đưa thư tên là Bằng. Ông nổi tiếng khắp vùng vì một đặc điểm: ông luôn luôn giao thư đúng giờ, không bao giờ trễ một phút. Đồng hồ của cả thị trấn dường như được chỉnh theo giờ của ông. Nếu ông Bằng đến lúc 8 giờ sáng, mọi người biết chắc chắn đó là 8 giờ. Một ngày, một cậu bé hỏi ông: \"Bác Bằng ơi, làm sao bác luôn đến đúng giờ như vậy ạ?\". Ông Bằng mỉm cười đáp: \"Bí quyết của bác đơn giản lắm. Bác luôn tâm niệm rằng 'phải-chuẩn' giờ. Sự đúng giờ thể hiện sự tôn trọng của mình với người khác.\" Cụm từ \"phải-chuẩn\" của ông đã trở thành câu cửa miệng của người dân trong thị trấn. Mỗi khi muốn nói ai đó đúng giờ, họ lại nói người đó \"phải-chuẩn\" như ông Bằng. Từ \"punctual\" trong tiếng Anh, nghe rất giống với \"phải-chuẩn\", đã ra đời để mô tả đức tính quý báu này: luôn đúng giờ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Arriving, doing something, or happening at the expected, correct time; not late.",
        "meaning-example": "Đến, làm điều gì đó, hoặc xảy ra vào thời gian mong đợi, chính xác; không muộn.",
        "ipa-example": "/əˈraɪvɪŋ, ˈduɪŋ ˈsʌmθɪŋ, ɔr ˈhæpənɪŋ æt ði ɪkˈspɛktɪd, kəˈrɛkt taɪm; nɑt leɪt./"
      },
      {
        "sentence": "She was chosen because she was friendly, punctual and had a great attitude.",
        "meaning-example": "Cô ấy được chọn vì thân thiện, đúng giờ và có thái độ tuyệt vời.",
        "ipa-example": "/ʃi wəz ˈʧoʊzən bɪˈkɔz ʃi wəz ˈfrɛndli, ˈpʌŋkʧuəl ænd hæd ə greɪt ˈætɪˌtud./"
      },
      {
        "sentence": "He's the sort of man who is always punctual.",
        "meaning-example": "Anh ấy là kiểu người luôn đúng giờ.",
        "ipa-example": "/hiz ðə sɔrt əv mæn hu ɪz ˈɔlweɪz ˈpʌŋkʧuəl./"
      },
      {
        "sentence": "Please be punctual for your appointment.",
        "meaning-example": "Vui lòng đến đúng giờ cho cuộc hẹn của bạn.",
        "ipa-example": "/pliz bi ˈpʌŋkʧuəl fɔr jʊər əˈpɔɪntmənt./"
      }
    ]
  },
  {
    "word": "recruit",
    "ipa": "/rɪˈkruːt/",
    "meaning": "Tuyển mộ ai đó vào một tổ chức; tuyển dụng.",
    "image": "eew-5-29/16.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "recruit",
        "meaning-example": "Tuyển mộ ai đó vào một tổ chức; tuyển dụng.",
        "ipa-example": "/rɪˈkruːt/"
      },
      {
        "sentence": "Một vị tướng già cần tập hợp một đội quân tinh nhuệ cho một nhiệm vụ đặc biệt nguy hiểm. Ông không thể chỉ ra lệnh cho bất kỳ ai, mà cần những người lính thực sự dũng cảm và có kỹ năng. Ông cho dán cáo thị khắp nơi, nhưng thay vì yêu cầu nhập ngũ, cáo thị lại mời mọi người đến tham gia một loạt các thử thách khắc nghiệt. Hàng ngàn người đã đến thử sức. Vị tướng quan sát họ một cách cẩn thận, từ cách họ vượt chướng ngại vật đến cách họ phối hợp với đồng đội. Ông nói với phó tướng của mình: \"Ta không chỉ cần người, ta cần 'rước-lính-tốt'. Chúng ta phải tìm và thuyết phục những người giỏi nhất tham gia cùng chúng ta.\" Quá trình tìm kiếm, sàng lọc và thuyết phục những người phù hợp nhất để tham gia vào một tổ chức hay một đội nhóm, giống như cách vị tướng \"rước-lính-tốt\", được gọi là \"recruit\". Nó không phải là sự ép buộc, mà là một sự tuyển chọn có chủ đích.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To persuade someone to work for a company or become a new member of an organization, especially the army.",
        "meaning-example": "Để thuyết phục ai đó làm việc cho một công ty hoặc trở thành thành viên mới của một tổ chức, đặc biệt là quân đội.",
        "ipa-example": "/tu pərˈsweɪd ˈsʌmwʌn tu wɜrk fɔr ə ˈkʌmpəni ɔr bɪˈkʌm ə nu ˈmɛmbər əv ən ˌɔrgənəˈzeɪʃən, əˈspɛʃəli ði ˈɑrmi./"
      },
      {
        "sentence": "The history museum needed to recruit a new tour guide.",
        "meaning-example": "Bảo tàng lịch sử cần tuyển một hướng dẫn viên du lịch mới.",
        "ipa-example": "/ðə ˈhɪstəri mjuˈziəm ˈnidəd tu rɪˈkrut ə nu tʊər gaɪd./"
      },
      {
        "sentence": "The company is trying to recruit new staff.",
        "meaning-example": "Công ty đang cố gắng tuyển dụng nhân viên mới.",
        "ipa-example": "/ðə ˈkʌmpəni ɪz ˈtraɪɪŋ tu rɪˈkrut nu stæf./"
      },
      {
        "sentence": "They recruited several new members to the team.",
        "meaning-example": "Họ đã tuyển thêm một số thành viên mới vào đội.",
        "ipa-example": "/ðeɪ rɪˈkrutəd ˈsɛvrəl nu ˈmɛmbərz tu ðə tim./"
      }
    ]
  },
  {
    "word": "refund",
    "ipa": "/ˈriː.fʌnd/",
    "meaning": "Số tiền được trả lại cho bạn, đặc biệt là vì bạn không hài lòng với một sản phẩm hoặc dịch vụ.",
    "image": "eew-5-29/17.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "refund",
        "meaning-example": "Số tiền được trả lại cho bạn, đặc biệt là vì bạn không hài lòng với một sản phẩm hoặc dịch vụ.",
        "ipa-example": "/ˈriː.fʌnd/"
      },
      {
        "sentence": "Chị Lan mua một chiếc váy mới ở cửa hàng. Chị rất ưng ý với nó, nhưng khi về đến nhà, chị phát hiện ra một vết rách nhỏ ở đường may. Cảm thấy thất vọng, chị quay trở lại cửa hàng vào ngày hôm sau. Chị nói với người quản lý: \"Tôi muốn trả lại chiếc váy này. Nó bị lỗi.\" Người quản lý kiểm tra chiếc váy, gật đầu xin lỗi và nói: \"Thành thật xin lỗi chị vì sự cố này. Chúng tôi sẽ hoàn lại tiền cho chị. 'Đi-tìm-phòng' kế toán để nhận lại tiền nhé chị.\" Chị Lan hơi ngạc nhiên vì sự giải quyết nhanh gọn. Bà quản lý giải thích: \"Chính sách của chúng tôi là hoàn tiền cho khách hàng nếu sản phẩm không đạt chất lượng.\" Việc được trả lại số tiền đã chi cho một món hàng bị lỗi, cái quy trình mà chị Lan phải \"đi-tìm-phòng\" kế toán để nhận lại, được gọi là \"refund\". Từ này mô tả hành động hoàn lại tiền một cách chính thức.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An amount of money that is given back to you, especially because you are not happy with a product or service.",
        "meaning-example": "Một khoản tiền được trả lại cho bạn, đặc biệt là vì bạn không hài lòng với một sản phẩm hoặc dịch vụ.",
        "ipa-example": "/ən əˈmaʊnt əv ˈmʌni ðæt ɪz ˈgɪvən bæk tu ju, əˈspɛʃəli bɪˈkɔz ju ɑr nɑt ˈhæpi wɪθ ə ˈprɑdəkt ɔr ˈsɜrvɪs./"
      },
      {
        "sentence": "Let me give you a refund for the money you spent.",
        "meaning-example": "Hãy để tôi hoàn lại tiền cho bạn.",
        "ipa-example": "/lɛt mi gɪv ju ə ˈriˌfʌnd fɔr ðə ˈmʌni ju spɛnt./"
      },
      {
        "sentence": "I took the faulty laptop back and they gave me a full refund.",
        "meaning-example": "Tôi đã mang chiếc máy tính xách tay bị lỗi trả lại và họ đã hoàn lại toàn bộ tiền cho tôi.",
        "ipa-example": "/aɪ tʊk ðə ˈfɔlti ˈlæpˌtɑp bæk ænd ðeɪ geɪv mi ə fʊl ˈriˌfʌnd./"
      },
      {
        "sentence": "You are entitled to a refund if the tour is cancelled.",
        "meaning-example": "Bạn có quyền được hoàn tiền nếu chuyến tham quan bị hủy.",
        "ipa-example": "/ju ɑr ɛnˈtaɪtəld tu ə ˈriˌfʌnd ɪf ðə tʊər ɪz ˈkænsəld./"
      }
    ]
  },
  {
    "word": "register",
    "ipa": "/ˈredʒ.ə.stər/",
    "meaning": "Một cuốn sách hoặc hồ sơ chính thức; sổ đăng ký.",
    "image": "eew-5-29/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "register",
        "meaning-example": "Một cuốn sách hoặc hồ sơ chính thức; sổ đăng ký.",
        "ipa-example": "/ˈredʒ.ə.stər/"
      },
      {
        "sentence": "Tại một hội nghị khoa học quốc tế, các nhà khoa học từ khắp nơi trên thế giới đổ về tham dự. Để quản lý số lượng người tham dự khổng lồ, ban tổ chức đã đặt một chiếc bàn lớn ngay lối vào. Tại đây, mỗi người tham dự phải đến, đọc tên và chuyên ngành của mình để một nhân viên ghi vào một cuốn sổ lớn. Cuốn sổ này ghi lại thông tin của tất cả mọi người có mặt. Một vị giáo sư già, sau khi ghi tên mình xong, quay sang nói với đồng nghiệp: \"Thật là 'rắc-rối-thế' khi phải ghi danh như thế này, nhưng nó cần thiết để ban tổ chức biết ai đã đến.\" Người đồng nghiệp đáp: \"Đúng vậy, cuốn sổ ghi danh này rất quan trọng.\" Cuốn sổ chính thức dùng để ghi lại tên và thông tin của mọi người, một thứ đôi khi có thể hơi \"rắc-rối-thế\" nhưng rất cần thiết, được gọi là \"register\". Từ này dùng để chỉ một danh sách, một cuốn sổ ghi chép chính thức.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An official list, book, or system for keeping records of information.",
        "meaning-example": "Một danh sách, cuốn sách hoặc hệ thống chính thức để lưu giữ hồ sơ thông tin.",
        "ipa-example": "/ən əˈfɪʃəl lɪst, bʊk, ɔr ˈsɪstəm fɔr ˈkipɪŋ ˈrɛkərdz əv ˌɪnfərˈmeɪʃən./"
      },
      {
        "sentence": "She looked at the names on the register.",
        "meaning-example": "Cô ấy nhìn vào những cái tên trong sổ đăng ký.",
        "ipa-example": "/ʃi lʊkt æt ðə neɪmz ɑn ðə ˈrɛʤɪstər./"
      },
      {
        "sentence": "Have you signed the hotel register?",
        "meaning-example": "Bạn đã ký vào sổ đăng ký của khách sạn chưa?",
        "ipa-example": "/hæv ju saɪnd ðə hoʊˈtɛl ˈrɛʤɪstər?/"
      },
      {
        "sentence": "The teacher called out the names from the register.",
        "meaning-example": "Giáo viên đã đọc tên từ sổ điểm danh.",
        "ipa-example": "/ðə ˈtiʧər kɔld aʊt ðə neɪmz frʌm ðə ˈrɛʤɪstər./"
      }
    ]
  },
  {
    "word": "renown",
    "ipa": "/rɪˈnaʊn/",
    "meaning": "Sự nổi tiếng và được nhiều người tôn trọng.",
    "image": "eew-5-29/19.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "renown",
        "meaning-example": "Sự nổi tiếng và được nhiều người tôn trọng.",
        "ipa-example": "/rɪˈnaʊn/"
      },
      {
        "sentence": "Có một nghệ nhân làm gốm sống ẩn dật trên núi. Các tác phẩm của ông đẹp đến mức phi thường, nhưng ông không bao giờ mang chúng đi bán. Tuy nhiên, tiếng lành đồn xa. Những người may mắn sở hữu một tác phẩm của ông đều hết lời ca ngợi. Dần dần, danh tiếng của ông lan rộng khắp cả nước. Ngay cả nhà vua cũng nghe danh và cử người lên núi mời ông về kinh đô. Khi sứ giả đến nơi, ông thấy người nghệ nhân vẫn đang bình thản làm việc. Sứ giả nói: \"Thưa ngài, danh tiếng của ngài đã vang dội khắp nơi. 'Đi-đâu' người ta cũng biết đến ngài.\" Người nghệ nhân chỉ mỉm cười: \"Danh tiếng chỉ là hư ảo. Điều quan trọng là tác phẩm.\" Sự nổi tiếng và được nhiều người tôn trọng, cái trạng thái mà \"đi-đâu\" người ta cũng biết đến, được gọi là \"renown\". Nó không chỉ là sự nổi tiếng đơn thuần, mà còn đi kèm với sự kính trọng và ngưỡng mộ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The state of being famous and respected.",
        "meaning-example": "Trạng thái nổi tiếng và được kính trọng.",
        "ipa-example": "/ðə steɪt əv ˈbiɪŋ ˈfeɪməs ænd rɪˈspɛktəd./"
      },
      {
        "sentence": "I hope I don’t humiliate myself in front of a person of such renown!",
        "meaning-example": "Tôi hy vọng sẽ không tự làm bẽ mặt trước một người nổi tiếng như vậy!",
        "ipa-example": "/aɪ hoʊp aɪ doʊnt hjuˈmɪliˌeɪt maɪˈsɛlf ɪn frʌnt əv ə ˈpɜrsən əv sʌʧ rɪˈnaʊn!/"
      },
      {
        "sentence": "He achieved great renown for his paintings.",
        "meaning-example": "Ông đã đạt được danh tiếng lớn nhờ những bức tranh của mình.",
        "ipa-example": "/hi əˈʧivd greɪt rɪˈnaʊn fɔr hɪz ˈpeɪntɪŋz./"
      },
      {
        "sentence": "She is a writer of international renown.",
        "meaning-example": "Bà là một nhà văn có danh tiếng quốc tế.",
        "ipa-example": "/ʃi ɪz ə ˈraɪtər əv ˌɪntərˈnæʃənəl rɪˈnaʊn./"
      }
    ]
  },
  {
    "word": "tusk",
    "ipa": "/tʌsk/",
    "meaning": "Một trong hai chiếc răng dài, cong, nhọn ở bên ngoài miệng của một số loài động vật như voi hoặc lợn lòi; ngà.",
    "image": "eew-5-29/20.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "tusk",
        "meaning-example": "Một trong hai chiếc răng dài, cong, nhọn ở bên ngoài miệng của một số loài động vật như voi hoặc lợn lòi; ngà.",
        "ipa-example": "/tʌsk/"
      },
      {
        "sentence": "Trong một khu rừng rậm ở châu Phi, một con voi đực già đang dẫn đầu đàn của mình. Nó có một cặp ngà dài, trắng muốt và cong vút, là niềm tự hào của nó và cũng là vũ khí lợi hại để bảo vệ cả đàn khỏi những kẻ săn mồi. Một hôm, một con hổ hung dữ tấn công một chú voi con. Không một chút do dự, con voi đầu đàn xông tới. Nó dùng cặp ngà chắc khỏe của mình húc mạnh vào con hổ. Con hổ bị đòn đau, hoảng sợ và bỏ chạy. Một nhà thám hiểm chứng kiến cảnh tượng đó từ xa. Anh ta kinh ngạc trước sức mạnh của cặp ngà. Anh ghi vào nhật ký: \"Cặp răng dài và cong của con voi thật đáng sợ. Nó 'tấn-sát' kẻ thù chỉ bằng một cú húc. Ta sẽ gọi chúng là 'tusk'.\" Từ đó, cái tên \"tusk\" được dùng để chỉ những chiếc răng dài, nhọn, cong của các loài động vật như voi, lợn lòi hay hải mã, những vũ khí có khả năng \"tấn-sát\" đầy uy lực.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Either of the two long, curved teeth that stick out from the mouth of some animals, such as elephants.",
        "meaning-example": "Một trong hai chiếc răng dài, cong nhô ra khỏi miệng của một số loài động vật, chẳng hạn như voi.",
        "ipa-example": "/ˈiðər əv ðə tu lɔŋ, kɜrvd tiθ ðæt stɪk aʊt frʌm ðə maʊθ əv sʌm ˈænəməlz, sʌʧ æz ˈɛləfənts./"
      },
      {
        "sentence": "As she turned around to show the group some artifacts, she bumped into a fossil of an authentic elephant tusk.",
        "meaning-example": "Khi cô quay lại để cho cả nhóm xem một số hiện vật, cô đã va vào một hóa thạch ngà voi thật.",
        "ipa-example": "/æz ʃi tɜrnd əˈraʊnd tu ʃoʊ ðə grup sʌm ˈɑrtəˌfækts, ʃi bʌmpt ˈɪntu ə ˈfɑsəl əv ən ɔˈθɛntɪk ˈɛləfənt tʌsk./"
      },
      {
        "sentence": "The elephant's tusks were long and sharp.",
        "meaning-example": "Ngà của con voi vừa dài vừa nhọn.",
        "ipa-example": "/ði ˈɛləfənts tʌsks wər lɔŋ ænd ʃɑrp./"
      },
      {
        "sentence": "Poachers hunt elephants for their ivory tusks.",
        "meaning-example": "Những kẻ săn trộm săn voi để lấy ngà của chúng.",
        "ipa-example": "/ˈpoʊʧərz hʌnt ˈɛləfənts fɔr ðɛr ˈaɪvəri tʌsks./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "Jen’s New Job",
        "meaning-example": "Công Việc Mới Của Jen",
        "ipa-example": "/ʤɛnz nu ʤɑb/"
      },
      {
        "sentence": "The history museum needed to recruit a new tour guide.",
        "meaning-example": "Bảo tàng lịch sử cần tuyển một hướng dẫn viên du lịch mới.",
        "ipa-example": "/ðə ˈhɪstəri mjuˈziəm ˈnidəd tu rɪˈkrut ə nu tʊər gaɪd./"
      },
      {
        "sentence": "The director interviewed dozens of applicants before he decided to hire Jen.",
        "meaning-example": "Giám đốc đã phỏng vấn hàng chục ứng viên trước khi quyết định tuyển dụng Jen.",
        "ipa-example": "/ðə dəˈrɛktər ˈɪntərˌvjud ˈdʌzənz əv ˈæplɪkənts bɪˈfɔr hi dɪˈsaɪdəd tu haɪər ʤɛn./"
      },
      {
        "sentence": "She was chosen because she was friendly, punctual and had a great attitude.",
        "meaning-example": "Cô ấy được chọn vì thân thiện, đúng giờ và có thái độ tuyệt vời.",
        "ipa-example": "/ʃi wəz ˈʧoʊzən bɪˈkɔz ʃi wəz ˈfrɛndli, ˈpʌŋkʧuəl ænd hæd ə greɪt ˈætɪˌtud./"
      },
      {
        "sentence": "On her first day, Jen got to work and prepared to give her first tour.",
        "meaning-example": "Vào ngày đầu tiên đi làm, Jen đã đến nơi và chuẩn bị cho chuyến tham quan đầu tiên của mình.",
        "ipa-example": "/ɑn hɜr fɜrst deɪ, ʤɛn gɑt tu wɜrk ænd priˈpɛrd tu gɪv hɜr fɜrst tʊər./"
      },
      {
        "sentence": "She looked at the names on the register.",
        "meaning-example": "Cô ấy nhìn vào những cái tên trong sổ đăng ký.",
        "ipa-example": "/ʃi lʊkt æt ðə neɪmz ɑn ðə ˈrɛʤɪstər./"
      },
      {
        "sentence": "She saw that the Queen of England and a diplomat were visiting the museum.",
        "meaning-example": "Cô thấy Nữ hoàng Anh và một nhà ngoại giao đang đến thăm bảo tàng.",
        "ipa-example": "/ʃi sɔ ðæt ðə kwin əv ˈɪŋglənd ænd ə ˈdɪpləˌmæt wər ˈvɪzɪtɪŋ ðə mjuˈziəm./"
      },
      {
        "sentence": "She thought, “It’s my very first day, and I have to impress a monarch! I hope I don’t humiliate myself in front of a person of such renown!”",
        "meaning-example": "Cô nghĩ: “Đây là ngày đầu tiên của mình, và mình phải gây ấn tượng với một vị quân chủ! Mình hy vọng sẽ không tự làm bẽ mặt trước một người nổi tiếng như vậy!”",
        "ipa-example": "/ʃi θɔt, “ɪts maɪ ˈvɛri fɜrst deɪ, ænd aɪ hæv tu ɪmˈprɛs ə ˈmɑnɑrk! aɪ hoʊp aɪ doʊnt hjuˈmɪliˌeɪt maɪˈsɛlf ɪn frʌnt əv ə ˈpɜrsən əv sʌʧ rɪˈnaʊn!”/"
      },
      {
        "sentence": "Jen was nervous.",
        "meaning-example": "Jen đã rất lo lắng.",
        "ipa-example": "/ʤɛn wəz ˈnɜrvəs./"
      },
      {
        "sentence": "She took a deep breath and said, “Hello, everyone! I’m going to talk to you about the chronology of ancient Egypt.”",
        "meaning-example": "Cô hít một hơi thật sâu và nói: “Xin chào mọi người! Tôi sẽ nói với các bạn về niên đại của Ai Cập cổ đại.”",
        "ipa-example": "/ʃi tʊk ə dip brɛθ ænd sɛd, “hɛˈloʊ, ˈɛvriˌwʌn! aɪm ˈgoʊɪŋ tu tɔk tu ju əˈbaʊt ðə krəˈnɑləʤi əv ˈeɪnʃənt ˈiʤəpt.”/"
      },
      {
        "sentence": "As she turned around to show the group some artifacts, she bumped into a fossil of an authentic elephant tusk.",
        "meaning-example": "Khi cô quay lại để cho cả nhóm xem một số hiện vật, cô đã va vào một hóa thạch ngà voi thật.",
        "ipa-example": "/æz ʃi tɜrnd əˈraʊnd tu ʃoʊ ðə grup sʌm ˈɑrtəˌfækts, ʃi bʌmpt ˈɪntu ə ˈfɑsəl əv ən ɔˈθɛntɪk ˈɛləfənt tʌsk./"
      },
      {
        "sentence": "It fell to the ground and broke into a million pieces!",
        "meaning-example": "Nó rơi xuống đất và vỡ thành triệu mảnh!",
        "ipa-example": "/ɪt fɛl tu ðə graʊnd ænd broʊk ˈɪntu ə ˈmɪljən ˈpisəz!/"
      },
      {
        "sentence": "“Oh no!” said Jen in a subtle voice.",
        "meaning-example": "“Ôi không!” Jen nói bằng một giọng nhỏ.",
        "ipa-example": "/“oʊ noʊ!” sɛd ʤɛn ɪn ə ˈsʌtəl vɔɪs./"
      },
      {
        "sentence": "“I sure hope the rest of the tour goes better than this!”",
        "meaning-example": "“Tôi chắc chắn hy vọng phần còn lại của chuyến tham quan sẽ tốt hơn thế này!”",
        "ipa-example": "/“aɪ ʃʊr hoʊp ðə rɛst əv ðə tʊər goʊz ˈbɛtər ðæn ðɪs!”/"
      },
      {
        "sentence": "The rest of the tour did not go any better.",
        "meaning-example": "Phần còn lại của chuyến tham quan không khá hơn chút nào.",
        "ipa-example": "/ðə rɛst əv ðə tʊər dɪd nɑt goʊ ˈɛni ˈbɛtər./"
      },
      {
        "sentence": "She tripped over an antique vase and broke a piece off of it.",
        "meaning-example": "Cô ấy vấp phải một chiếc bình cổ và làm vỡ một mảnh của nó.",
        "ipa-example": "/ʃi trɪpt ˈoʊvər ən ænˈtik veɪs ænd broʊk ə pis ɔf əv ɪt./"
      },
      {
        "sentence": "As she was reading an excerpt from a lyric poem, she sneezed and tore a page of the epic.",
        "meaning-example": "Khi đang đọc một đoạn trích từ một bài thơ trữ tình, cô ấy đã hắt hơi và làm rách một trang của bản trường ca.",
        "ipa-example": "/æz ʃi wəz ˈridɪŋ ən ˈɛksɜrpt frʌm ə ˈlɪrɪk ˈpoʊəm, ʃi snizd ænd tɔr ə peɪʤ əv ðə ˈɛpɪk./"
      },
      {
        "sentence": "After the tour, Jen approached the queen to apologize.",
        "meaning-example": "Sau chuyến tham quan, Jen đã đến gặp nữ hoàng để xin lỗi.",
        "ipa-example": "/ˈæftər ðə tʊər, ʤɛn əˈproʊʧt ðə kwin tu əˈpɑləˌʤaɪz./"
      },
      {
        "sentence": "She said, “I’m sorry, Your Majesty. I was a terrible tour guide. Let me give you a refund for the money you spent.”",
        "meaning-example": "Cô ấy nói: “Tôi xin lỗi, thưa Bệ hạ. Tôi là một hướng dẫn viên du lịch tồi tệ. Hãy để tôi hoàn lại tiền cho ngài.”",
        "ipa-example": "/ʃi sɛd, “aɪm ˈsɔri, jʊər ˈmæʤəsti. aɪ wəz ə ˈtɛrəbəl tʊər gaɪd. lɛt mi gɪv ju ə ˈriˌfʌnd fɔr ðə ˈmʌni ju spɛnt.”/"
      },
      {
        "sentence": "The queen laughed.",
        "meaning-example": "Nữ hoàng bật cười.",
        "ipa-example": "/ðə kwin læft./"
      },
      {
        "sentence": "She said, “I don’t want my money back, Jen. I loved the tour. You just have to be a little more careful and work hard to become the best at your job. Hard work precedes success.”",
        "meaning-example": "Bà nói: “Ta không muốn lấy lại tiền đâu, Jen. Ta rất thích chuyến tham quan. Con chỉ cần cẩn thận hơn một chút và làm việc chăm chỉ để trở thành người giỏi nhất trong công việc của mình. Thành công đến từ sự chăm chỉ.”",
        "ipa-example": "/ʃi sɛd, “aɪ doʊnt wɑnt maɪ ˈmʌni bæk, ʤɛn. aɪ lʌvd ðə tʊər. ju ʤʌst hæv tu bi ə ˈlɪtəl mɔr ˈkɛrfəl ænd wɜrk hɑrd tu bɪˈkʌm ðə bɛst æt jʊər ʤɑb. hɑrd wɜrk prɪˈsidz səkˈsɛs.”/"
      },
      {
        "sentence": "Jen smiled and thanked the queen.",
        "meaning-example": "Jen mỉm cười và cảm ơn nữ hoàng.",
        "ipa-example": "/ʤɛn smaɪld ænd θæŋkt ðə kwin./"
      },
      {
        "sentence": "She decided to be extra careful from then on.",
        "meaning-example": "Cô quyết định sẽ cẩn thận hơn nữa kể từ đó.",
        "ipa-example": "/ʃi dɪˈsaɪdəd tu bi ˈɛkstrə ˈkɛrfəl frʌm ðɛn ɑn./"
      },
      {
        "sentence": "She was persistent and worked hard.",
        "meaning-example": "Cô ấy kiên trì và làm việc chăm chỉ.",
        "ipa-example": "/ʃi wəz pərˈsɪstənt ænd wɜrkt hɑrd./"
      },
      {
        "sentence": "In time, Jen became the best tour guide at the museum.",
        "meaning-example": "Theo thời gian, Jen đã trở thành hướng dẫn viên du lịch giỏi nhất tại bảo tàng.",
        "ipa-example": "/ɪn taɪm, ʤɛn bɪˈkeɪm ðə bɛst tʊər gaɪd æt ðə mjuˈziəm./"
      }
    ]
  }
]
