[
  {
    "word": "civilization",
    "ipa": "/ˌsɪvəlaɪˈzeɪʃən/",
    "meaning": "Nền văn minh, xã hội văn minh.",
    "image": "./eew-4-17/1.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "Ancient Egypt was a great civilization.",
        "meaning-example": "Ai Cập cổ đại là một nền văn minh vĩ đại.",
        "ipa-example": "/ˈeɪnʃənt ˈiːdʒɪpt wəz ə ɡreɪt ˌsɪvəlaɪˈzeɪʃən/"
      },
      {
        "sentence": "Modern civilization is facing many challenges.",
        "meaning-example": "Nền văn minh hiện đại đang đối mặt với nhiều thách thức.",
        "ipa-example": "/ˈmɒdərn ˌsɪvəlaɪˈzeɪʃən ɪz ˈfeɪsɪŋ ˈmɛni ˈʧælɪndʒɪz/"
      },
      {
        "sentence": "Humans have built many impressive civilizations throughout history.",
        "meaning-example": "Loài người đã xây dựng nhiều nền văn minh ấn tượng trong suốt lịch sử.",
        "ipa-example": "/ˈhjuːmənz həv bɪlt ˈmɛni ɪmˈprɛsɪv ˌsɪvəlaɪˈzeɪʃənz θruːˈaʊt ˈhɪstəri/"
      },
      {
        "sentence": "Archaeologists have been studying this lost civilization for decades.",
        "meaning-example": "Các nhà khảo cổ đã nghiên cứu nền văn minh đã mất này trong nhiều thập kỷ.",
        "ipa-example": "/ˌɑːrkiˈɒlədʒɪsts həv bɪn ˈstʌdiɪŋ ðɪs lɒst ˌsɪvəlaɪˈzeɪʃən fɔːr ˈdɛkeɪdz/"
      },
      {
        "sentence": "The Roman civilization flourished for centuries.",
        "meaning-example": "Nền văn minh La Mã đã phát triển rực rỡ trong nhiều thế kỷ.",
        "ipa-example": "/ðə ˈroʊmən ˌsɪvəlaɪˈzeɪʃən ˈflʌrɪʃt fɔːr ˈsɛnʧəriz/"
      },
      {
        "sentence": "They were exploring the ruins of an ancient civilization.",
        "meaning-example": "Họ đang khám phá tàn tích của một nền văn minh cổ đại.",
        "ipa-example": "/ðeɪ wɜːr ɪkˈsplɔːrɪŋ ðə ˈruːɪnz əv ən ˈeɪnʃənt ˌsɪvəlaɪˈzeɪʃən/"
      },
      {
        "sentence": "By the time of the Renaissance, European civilization had recovered from the Dark Ages.",
        "meaning-example": "Vào thời Phục hưng, nền văn minh châu Âu đã phục hồi sau Thời kỳ Tăm tối.",
        "ipa-example": "/baɪ ðə taɪm əv ðə ˌrɛnəˈsɑːns, ˌjʊərəˈpiːən ˌsɪvəlaɪˈzeɪʃən həd rɪˈkʌvərd frɒm ðə dɑːrk ˈeɪdʒɪz/"
      },
      {
        "sentence": "Scholars had been debating the origins of this civilization for years.",
        "meaning-example": "Các học giả đã tranh luận về nguồn gốc của nền văn minh này trong nhiều năm.",
        "ipa-example": "/ˈskɒlərz hæd bɪn dɪˈbeɪtɪŋ ðɪ ˈɒrɪdʒɪnz əv ðɪs ˌsɪvəlaɪˈzeɪʃən fɔːr jɪərz/"
      },
      {
        "sentence": "Future civilizations will likely face new environmental issues.",
        "meaning-example": "Các nền văn minh tương lai có thể sẽ đối mặt với các vấn đề môi trường mới.",
        "ipa-example": "/ˈfjuːʧər ˌsɪvəlaɪˈzeɪʃənz wɪl ˈlaɪkli feɪs njuː ɪnˌvaɪrənˈmɛntəl ˈɪʃuːz/"
      },
      {
        "sentence": "In the next century, we will be observing the development of new forms of civilization.",
        "meaning-example": "Trong thế kỷ tới, chúng ta sẽ quan sát sự phát triển của các hình thức văn minh mới.",
        "ipa-example": "/ɪn ðə nɛkst ˈsɛnʧəri, wi wɪl bi əbˈzɜːrvɪŋ ðə dɪˈvɛləpmənt əv njuː fɔːrmz əv ˌsɪvəlaɪˈzeɪʃən/"
      },
      {
        "sentence": "By the year 3000, humanity will have spread its civilization across the solar system.",
        "meaning-example": "Đến năm 3000, loài người sẽ đã lan rộng nền văn minh của mình khắp hệ mặt trời.",
        "ipa-example": "/baɪ ðə jɪər ˈθriː ˈθaʊzənd, hjuːˈmænɪti wɪl hæv sprɛd ɪts ˌsɪvəlaɪˈzeɪʃən əˈkrɒs ðə ˈsoʊlər ˈsɪstəm/"
      },
      {
        "sentence": "By the time the mission is complete, they will have been studying alien civilization for a decade.",
        "meaning-example": "Vào thời điểm nhiệm vụ hoàn thành, họ sẽ đã nghiên cứu nền văn minh ngoài hành tinh trong một thập kỷ.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈmɪʃən ɪz kəmˈpliːt, ðeɪ wɪl hæv bɪn ˈstʌdiɪŋ ˈeɪliən ˌsɪvəlaɪˈzeɪʃən fɔːr ə ˈdɛkeɪd/"
      }
    ]
  },
  {
    "word": "convenient",
    "ipa": "/kənˈviːniənt/",
    "meaning": "Tiện lợi, thuận tiện.",
    "image": "./eew-4-17/2.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "This location is very convenient for shopping.",
        "meaning-example": "Vị trí này rất thuận tiện cho việc mua sắm.",
        "ipa-example": "/ðɪs loʊˈkeɪʃən ɪz ˈvɛri kənˈviːniənt fɔːr ˈʃɒpɪŋ/"
      },
      {
        "sentence": "They are finding this new system very convenient.",
        "meaning-example": "Họ đang thấy hệ thống mới này rất tiện lợi.",
        "ipa-example": "/ðeɪ ɑːr ˈfaɪndɪŋ ðɪs njuː ˈsɪstəm ˈvɛri kənˈviːniənt/"
      },
      {
        "sentence": "We have found a more convenient way to travel.",
        "meaning-example": "Chúng tôi đã tìm thấy một cách đi lại thuận tiện hơn.",
        "ipa-example": "/wi hæv faʊnd ə mɔːr kənˈviːniənt weɪ tu ˈtrævəl/"
      },
      {
        "sentence": "I have been using this convenient app all week.",
        "meaning-example": "Tôi đã sử dụng ứng dụng tiện lợi này cả tuần.",
        "ipa-example": "/aɪ hæv bɪn ˈjuːzɪŋ ðɪs kənˈviːniənt æp ɔːl wiːk/"
      },
      {
        "sentence": "It was a convenient time for the meeting.",
        "meaning-example": "Đó là thời điểm thuận tiện cho cuộc họp.",
        "ipa-example": "/ɪt wəz ə kənˈviːniənt taɪm fɔːr ðə ˈmiːtɪŋ/"
      },
      {
        "sentence": "We were discussing the most convenient route.",
        "meaning-example": "Chúng tôi đang thảo luận về tuyến đường thuận tiện nhất.",
        "ipa-example": "/wi wɜːr dɪˈskʌsɪŋ ðə moʊst kənˈviːniənt ruːt/"
      },
      {
        "sentence": "She had already found a convenient parking spot.",
        "meaning-example": "Cô ấy đã tìm thấy một chỗ đậu xe thuận tiện rồi.",
        "ipa-example": "/ʃi hæd ɔːlˈrɛdi faʊnd ə kənˈviːniənt ˈpɑːrkɪŋ spɒt/"
      },
      {
        "sentence": "They had been looking for a convenient solution for months.",
        "meaning-example": "Họ đã tìm kiếm một giải pháp thuận tiện trong nhiều tháng.",
        "ipa-example": "/ðeɪ hæd bɪn ˈlʊkɪŋ fɔːr ə kənˈviːniənt səˈluːʃən fɔːr mʌnθs/"
      },
      {
        "sentence": "This new feature will make the process more convenient.",
        "meaning-example": "Tính năng mới này sẽ làm cho quá trình trở nên thuận tiện hơn.",
        "ipa-example": "/ðɪs njuː ˈfiːʧər wɪl meɪk ðə ˈprɒsɛs mɔːr kənˈviːniənt/"
      },
      {
        "sentence": "Tomorrow, I will be using the most convenient method available.",
        "meaning-example": "Ngày mai, tôi sẽ sử dụng phương pháp thuận tiện nhất có sẵn.",
        "ipa-example": "/təˈmɒroʊ, aɪ wɪl bi ˈjuːzɪŋ ðə moʊst kənˈviːniənt ˈmɛθəd əˈveɪləbl/"
      },
      {
        "sentence": "By next month, they will have installed a more convenient payment system.",
        "meaning-example": "Đến tháng tới, họ sẽ đã cài đặt một hệ thống thanh toán thuận tiện hơn.",
        "ipa-example": "/baɪ nɛkst mʌnθ, ðeɪ wɪl hæv ɪnˈstɔːld ə mɔːr kənˈviːniənt ˈpeɪmənt ˈsɪstəm/"
      },
      {
        "sentence": "By the time the project is finished, we will have been implementing convenient changes for a year.",
        "meaning-example": "Vào thời điểm dự án hoàn thành, chúng tôi sẽ đã thực hiện các thay đổi thuận tiện trong một năm.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈprɒdʒɛkt ɪz ˈfɪnɪʃt, wi wɪl hæv bɪn ˈɪmplɪmɛntɪŋ kənˈviːniənt ˈʧeɪndʒɪz fɔːr ə jɪər/"
      }
    ]
  },
  {
    "word": "den",
    "ipa": "/dɛn/",
    "meaning": "Hang (động vật), sào huyệt, phòng riêng (thường là phòng đọc sách hoặc giải trí).",
    "image": "./eew-4-17/3.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "The fox lives in a den.",
        "meaning-example": "Con cáo sống trong hang.",
        "ipa-example": "/ðə fɒks lɪvz ɪn ə dɛn/"
      },
      {
        "sentence": "The bear is currently in its den.",
        "meaning-example": "Con gấu hiện đang ở trong hang của nó.",
        "ipa-example": "/ðə bɛər ɪz ˈkʌrəntli ɪn ɪts dɛn/"
      },
      {
        "sentence": "We have discovered a wolf's den nearby.",
        "meaning-example": "Chúng tôi đã phát hiện một hang sói gần đây.",
        "ipa-example": "/wi hæv dɪˈskʌvərd ə wʊlfs dɛn ˈnɪərbaɪ/"
      },
      {
        "sentence": "The animals have been using this den for years.",
        "meaning-example": "Các con vật đã sử dụng hang này trong nhiều năm.",
        "ipa-example": "/ði ˈænɪməlz həv bɪn ˈjuːzɪŋ ðɪs dɛn fɔːr jɪərz/"
      },
      {
        "sentence": "The cubs were born in the den.",
        "meaning-example": "Những con non được sinh ra trong hang.",
        "ipa-example": "/ðə kʌbz wɜːr bɔːrn ɪn ðə dɛn/"
      },
      {
        "sentence": "He was relaxing in his study den.",
        "meaning-example": "Anh ấy đang thư giãn trong phòng đọc sách của mình.",
        "ipa-example": "/hi wəz rɪˈlæksɪŋ ɪn hɪz ˈstʌdi dɛn/"
      },
      {
        "sentence": "The animal had already left its den.",
        "meaning-example": "Con vật đã rời khỏi hang của nó rồi.",
        "ipa-example": "/ði ˈænɪməl hæd ɔːlˈrɛdi lɛft ɪts dɛn/"
      },
      {
        "sentence": "The family had been building their den in the hillside.",
        "meaning-example": "Gia đình đã xây dựng hang của họ trên sườn đồi.",
        "ipa-example": "/ðə ˈfæmɪli hæd bɪn ˈbɪldɪŋ ðɛər dɛn ɪn ðə ˈhɪlsaɪd/"
      },
      {
        "sentence": "The animal will return to its den tonight.",
        "meaning-example": "Con vật sẽ trở về hang của nó tối nay.",
        "ipa-example": "/ði ˈænɪməl wɪl rɪˈtɜːrn tu ɪts dɛn təˈnaɪt/"
      },
      {
        "sentence": "This time tomorrow, the bears will be sleeping in their den.",
        "meaning-example": "Vào giờ này ngày mai, những con gấu sẽ đang ngủ trong hang của chúng.",
        "ipa-example": "/ðɪs taɪm təˈmɒroʊ, ðə bɛərz wɪl bi ˈsliːpɪŋ ɪn ðɛər dɛn/"
      },
      {
        "sentence": "By winter, the animals will have prepared their den.",
        "meaning-example": "Đến mùa đông, các con vật sẽ đã chuẩn bị hang của chúng.",
        "ipa-example": "/baɪ ˈwɪntər, ði ˈænɪməlz wɪl hæv prɪˈpɛərd ðɛər dɛn/"
      },
      {
        "sentence": "By the end of the season, the foxes will have been living in this den for months.",
        "meaning-example": "Đến cuối mùa, những con cáo sẽ đã sống trong hang này trong nhiều tháng.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə ˈsiːzən, ðə ˈfɒksɪz wɪl hæv bɪn ˈlɪvɪŋ ɪn ðɪs dɛn fɔːr mʌnθs/"
      }
    ]
  },
  {
    "word": "dew",
    "ipa": "/djuː/",
    "meaning": "Sương, hạt sương.",
    "image": "./eew-4-17/4.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "The grass is covered with dew in the morning.",
        "meaning-example": "Cỏ được phủ đầy sương vào buổi sáng.",
        "ipa-example": "/ðə ɡrɑːs ɪz ˈkʌvərd wɪð djuː ɪn ðə ˈmɔːrnɪŋ/"
      },
      {
        "sentence": "The dew is forming on the leaves.",
        "meaning-example": "Sương đang đọng trên lá.",
        "ipa-example": "/ðə djuː ɪz ˈfɔːrmɪŋ ɒn ðə liːvz/"
      },
      {
        "sentence": "The morning dew has made the path slippery.",
        "meaning-example": "Sương buổi sáng đã làm cho con đường trơn trượt.",
        "ipa-example": "/ðə ˈmɔːrnɪŋ djuː hæz meɪd ðə pɑːθ ˈslɪpəri/"
      },
      {
        "sentence": "The plants have been collecting dew all night.",
        "meaning-example": "Các loài cây đã thu thập sương suốt đêm.",
        "ipa-example": "/ðə plɑːnts həv bɪn kəˈlɛktɪŋ djuː ɔːl naɪt/"
      },
      {
        "sentence": "The dew sparkled in the early sun.",
        "meaning-example": "Sương lấp lánh dưới ánh nắng sớm.",
        "ipa-example": "/ðə djuː ˈspɑːrkəld ɪn ði ˈɜːrli sʌn/"
      },
      {
        "sentence": "We were walking through the grass, getting our shoes wet with dew.",
        "meaning-example": "Chúng tôi đang đi qua bãi cỏ, giày bị ướt sương.",
        "ipa-example": "/wi wɜːr ˈwɔːkɪŋ θruː ðə ɡrɑːs, ˈɡɛtɪŋ aʊər ʃuːz wɛt wɪð djuː/"
      },
      {
        "sentence": "The dew had already evaporated by noon.",
        "meaning-example": "Sương đã bốc hơi hết vào buổi trưa.",
        "ipa-example": "/ðə djuː hæd ɔːlˈrɛdi ɪˈvæpəreɪtɪd baɪ nuːn/"
      },
      {
        "sentence": "The ground had been covered in dew since midnight.",
        "meaning-example": "Mặt đất đã được phủ sương từ nửa đêm.",
        "ipa-example": "/ðə ɡraʊnd hæd bɪn ˈkʌvərd ɪn djuː sɪns ˈmɪdnaɪt/"
      },
      {
        "sentence": "The dew will disappear as the sun rises.",
        "meaning-example": "Sương sẽ tan biến khi mặt trời mọc.",
        "ipa-example": "/ðə djuː wɪl ˌdɪsəˈpɪər æz ðə sʌn ˈraɪzɪz/"
      },
      {
        "sentence": "This time tomorrow morning, the dew will be glistening on the spiderwebs.",
        "meaning-example": "Vào giờ này sáng mai, sương sẽ lấp lánh trên mạng nhện.",
        "ipa-example": "/ðɪs taɪm təˈmɒroʊ ˈmɔːrnɪŋ, ðə djuː wɪl bi ˈɡlɪsənɪŋ ɒn ðə ˈspaɪdərwɛbz/"
      },
      {
        "sentence": "By midday, all the dew will have dried up.",
        "meaning-example": "Đến giữa trưa, tất cả sương sẽ đã khô hết.",
        "ipa-example": "/baɪ ˈmɪddeɪ, ɔːl ðə djuː wɪl hæv draɪd ʌp/"
      },
      {
        "sentence": "By sunrise, the grass will have been collecting dew for hours.",
        "meaning-example": "Đến lúc mặt trời mọc, cỏ sẽ đã thu thập sương trong nhiều giờ.",
        "ipa-example": "/baɪ ˈsʌnraɪz, ðə ɡrɑːs wɪl hæv bɪn kəˈlɛktɪŋ djuː fɔːr ˈaʊərz/"
      }
    ]
  },
  {
    "word": "drastic",
    "ipa": "/ˈdræstɪk/",
    "meaning": "Quyết liệt, mạnh mẽ, nghiêm trọng (thường chỉ sự thay đổi hoặc biện pháp).",
    "image": "./eew-4-17/5.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "The company needs to make drastic changes.",
        "meaning-example": "Công ty cần thực hiện những thay đổi quyết liệt.",
        "ipa-example": "/ðə ˈkʌmpəni niːdz tu meɪk ˈdræstɪk ˈʧeɪndʒɪz/"
      },
      {
        "sentence": "They are implementing drastic measures to cut costs.",
        "meaning-example": "Họ đang thực hiện các biện pháp mạnh mẽ để cắt giảm chi phí.",
        "ipa-example": "/ðeɪ ɑːr ˈɪmplɪmɛntɪŋ ˈdræstɪk ˈmɛʒərz tu kʌt kɒsts/"
      },
      {
        "sentence": "The government has taken drastic action.",
        "meaning-example": "Chính phủ đã có hành động quyết liệt.",
        "ipa-example": "/ðə ˈɡʌvərnmənt hæz ˈteɪkən ˈdræstɪk ˈækʃən/"
      },
      {
        "sentence": "The climate has been undergoing drastic shifts.",
        "meaning-example": "Khí hậu đã trải qua những thay đổi nghiêm trọng.",
        "ipa-example": "/ðə ˈklaɪmət hæz bɪn ˌʌndərˈɡoʊɪŋ ˈdræstɪk ʃɪfts/"
      },
      {
        "sentence": "There was a drastic drop in temperature.",
        "meaning-example": "Có một sự giảm nhiệt độ nghiêm trọng.",
        "ipa-example": "/ðɛər wəz ə ˈdræstɪk drɒp ɪn ˈtɛmprəʧər/"
      },
      {
        "sentence": "We were discussing the drastic consequences of the decision.",
        "meaning-example": "Chúng tôi đang thảo luận về những hậu quả nghiêm trọng của quyết định.",
        "ipa-example": "/wi wɜːr dɪˈskʌsɪŋ ðə ˈdræstɪk ˈkɒnsɪkwɛnsɪz əv ðə dɪˈsɪʒən/"
      },
      {
        "sentence": "The situation had already required drastic intervention.",
        "meaning-example": "Tình hình đã đòi hỏi sự can thiệp quyết liệt rồi.",
        "ipa-example": "/ðə ˌsɪʧuˈeɪʃən hæd ɔːlˈrɛdi rɪˈkwaɪərd ˈdræstɪk ˌɪntərˈvɛnʃən/"
      },
      {
        "sentence": "The doctors had been considering drastic treatment options.",
        "meaning-example": "Các bác sĩ đã cân nhắc các lựa chọn điều trị quyết liệt.",
        "ipa-example": "/ðə ˈdɒktərz hæd bɪn kənˈsɪdərɪŋ ˈdræstɪk ˈtriːtmənt ˈɒpʃənz/"
      },
      {
        "sentence": "This problem will require a drastic solution.",
        "meaning-example": "Vấn đề này sẽ đòi hỏi một giải pháp quyết liệt.",
        "ipa-example": "/ðɪs ˈprɒbləm wɪl rɪˈkwaɪər ə ˈdræstɪk səˈluːʃən/"
      },
      {
        "sentence": "Next year, they will be making drastic cuts to the budget.",
        "meaning-example": "Năm tới, họ sẽ cắt giảm ngân sách một cách mạnh mẽ.",
        "ipa-example": "/nɛkst jɪər, ðeɪ wɪl bi ˈmeɪkɪŋ ˈdræstɪk kʌts tu ðə ˈbʌdʒɪt/"
      },
      {
        "sentence": "By the end of the project, they will have made drastic improvements.",
        "meaning-example": "Đến cuối dự án, họ sẽ đã thực hiện những cải tiến đáng kể.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə ˈprɒdʒɛkt, ðeɪ wɪl hæv meɪd ˈdræstɪk ɪmˈpruːvmənts/"
      },
      {
        "sentence": "By the time the new policy is fully implemented, it will have been causing drastic changes for months.",
        "meaning-example": "Vào thời điểm chính sách mới được thực hiện đầy đủ, nó sẽ đã gây ra những thay đổi lớn trong nhiều tháng.",
        "ipa-example": "/baɪ ðə taɪm ðə njuː ˈpɒlɪsi ɪz ˈfʊli ˈɪmplɪmɛntɪd, ɪt wɪl hæv bɪn ˈkɔːzɪŋ ˈdræstɪk ˈʧeɪndʒɪz fɔːr mʌnθs/"
      }
    ]
  },
  {
    "word": "exit",
    "ipa": "/ˈɛksɪt/",
    "meaning": "Thoát ra, đi ra, rời khỏi.",
    "image": "./eew-4-17/6.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "Please exit the building through the back door.",
        "meaning-example": "Vui lòng thoát ra khỏi tòa nhà bằng cửa sau.",
        "ipa-example": "/pliːz ˈɛksɪt ðə ˈbɪldɪŋ θruː ðə bæk dɔːr/"
      },
      {
        "sentence": "They are currently exiting the highway.",
        "meaning-example": "Họ hiện đang rời khỏi đường cao tốc.",
        "ipa-example": "/ðeɪ ɑːr ˈkʌrəntli ˈɛksɪtɪŋ ðə ˈhaɪweɪ/"
      },
      {
        "sentence": "He has already exited the room.",
        "meaning-example": "Anh ấy đã rời khỏi phòng rồi.",
        "ipa-example": "/hi hæz ɔːlˈrɛdi ˈɛksɪtɪd ðə ruːm/"
      },
      {
        "sentence": "The audience has been exiting the theater slowly.",
        "meaning-example": "Khán giả đã rời khỏi rạp chiếu phim một cách chậm rãi.",
        "ipa-example": "/ði ˈɔːdiəns hæz bɪn ˈɛksɪtɪŋ ðə ˈθɪətər ˈsloʊli/"
      },
      {
        "sentence": "She exited the stage after her performance.",
        "meaning-example": "Cô ấy rời sân khấu sau buổi biểu diễn của mình.",
        "ipa-example": "/ʃi ˈɛksɪtɪd ðə steɪdʒ ˈɑːftər hɜːr pərˈfɔːrməns/"
      },
      {
        "sentence": "We were exiting the train when we heard the announcement.",
        "meaning-example": "Chúng tôi đang rời khỏi tàu khi nghe thấy thông báo.",
        "ipa-example": "/wi wɜːr ˈɛksɪtɪŋ ðə treɪn wɛn wi hɜːrd ði əˈnaʊnsmənt/"
      },
      {
        "sentence": "They had already exited the country.",
        "meaning-example": "Họ đã rời khỏi đất nước rồi.",
        "ipa-example": "/ðeɪ hæd ɔːlˈrɛdi ˈɛksɪtɪd ðə ˈkʌntri/"
      },
      {
        "sentence": "The last few guests had been exiting the party for an hour.",
        "meaning-example": "Những vị khách cuối cùng đã rời khỏi bữa tiệc được một giờ rồi.",
        "ipa-example": "/ðə lɑːst fjuː ɡɛsts hæd bɪn ˈɛksɪtɪŋ ðə ˈpɑːrti fɔːr ən ˈaʊər/"
      },
      {
        "sentence": "The plane will exit the runway soon.",
        "meaning-example": "Máy bay sẽ rời đường băng sớm.",
        "ipa-example": "/ðə pleɪn wɪl ˈɛksɪt ðə ˈrʌnweɪ suːn/"
      },
      {
        "sentence": "This time tomorrow, I will be exiting the airport.",
        "meaning-example": "Vào giờ này ngày mai, tôi sẽ đang rời sân bay.",
        "ipa-example": "/ðɪs taɪm təˈmɒroʊ, aɪ wɪl bi ˈɛksɪtɪŋ ði ˈɛərpɔːrt/"
      },
      {
        "sentence": "By noon, everyone will have exited the building.",
        "meaning-example": "Đến trưa, mọi người sẽ đã rời khỏi tòa nhà.",
        "ipa-example": "/baɪ nuːn, ˈɛvriwʌn wɪl hæv ˈɛksɪtɪd ðə ˈbɪldɪŋ/"
      },
      {
        "sentence": "By the time the concert ends, people will have been exiting the venue for thirty minutes.",
        "meaning-example": "Vào thời điểm buổi hòa nhạc kết thúc, mọi người sẽ đã rời khỏi địa điểm được ba mươi phút.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈkɒnsərt ɛndz, ˈpiːpl wɪl hæv bɪn ˈɛksɪtɪŋ ðə ˈvɛnjuː fɔːr ˈθɜːrti ˈmɪnɪts/"
      }
    ]
  },
  {
    "word": "flock",
    "ipa": "/flɒk/",
    "meaning": "Đàn (chim, cừu), đám đông.",
    "image": "./eew-4-17/7.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "A flock of birds flies south for the winter.",
        "meaning-example": "Một đàn chim bay về phương nam tránh rét.",
        "ipa-example": "/ə flɒk əv bɜːrdz flaɪz saʊθ fɔːr ðə ˈwɪntər/"
      },
      {
        "sentence": "A flock of sheep is grazing in the field.",
        "meaning-example": "Một đàn cừu đang gặm cỏ trên cánh đồng.",
        "ipa-example": "/ə flɒk əv ʃiːp ɪz ˈɡreɪzɪŋ ɪn ðə fiːld/"
      },
      {
        "sentence": "Several flocks of geese have passed overhead.",
        "meaning-example": "Một vài đàn ngỗng đã bay qua đầu.",
        "ipa-example": "/ˈsɛvrəl flɒks əv ɡiːs həv pɑːst ˌoʊvərˈhɛd/"
      },
      {
        "sentence": "The flock has been moving towards the water.",
        "meaning-example": "Đàn vật đã di chuyển về phía nước.",
        "ipa-example": "/ðə flɒk hæz bɪn ˈmuːvɪŋ təˈwɔːrdz ðə ˈwɔːtər/"
      },
      {
        "sentence": "A large flock of tourists arrived.",
        "meaning-example": "Một đám đông lớn khách du lịch đã đến.",
        "ipa-example": "/ə lɑːrdʒ flɒk əv ˈtʊərɪsts əˈraɪvd/"
      },
      {
        "sentence": "We were watching a flock of starlings perform their murmuration.",
        "meaning-example": "Chúng tôi đang xem một đàn sáo đá biểu diễn màn bay lượn tập thể.",
        "ipa-example": "/wi wɜːr ˈwɒtʃɪŋ ə flɒk əv ˈstɑːrlɪŋz pərˈfɔːrm ðɛər ˌmɜːrməˈreɪʃən/"
      },
      {
        "sentence": "The entire flock had already crossed the road.",
        "meaning-example": "Toàn bộ đàn đã băng qua đường rồi.",
        "ipa-example": "/ði ɪnˈtaɪər flɒk hæd ɔːlˈrɛdi krɒst ðə roʊd/"
      },
      {
        "sentence": "The shepherd had been tending to the flock all day.",
        "meaning-example": "Người chăn cừu đã chăm sóc đàn cừu cả ngày.",
        "ipa-example": "/ðə ˈʃɛpərd hæd bɪn ˈtɛndɪŋ tu ðə flɒk ɔːl deɪ/"
      },
      {
        "sentence": "Another flock of birds will arrive tomorrow.",
        "meaning-example": "Một đàn chim khác sẽ đến vào ngày mai.",
        "ipa-example": "/əˈnʌðər flɒk əv bɜːrdz wɪl əˈraɪv təˈmɒroʊ/"
      },
      {
        "sentence": "This evening, a flock of bats will be leaving the cave.",
        "meaning-example": "Tối nay, một đàn dơi sẽ rời khỏi hang.",
        "ipa-example": "/ðɪs ˈiːvnɪŋ, ə flɒk əv bæts wɪl bi ˈliːvɪŋ ðə keɪv/"
      },
      {
        "sentence": "By spring, the migrating flock will have returned.",
        "meaning-example": "Đến mùa xuân, đàn di cư sẽ đã trở về.",
        "ipa-example": "/baɪ sprɪŋ, ðə ˈmaɪɡreɪtɪŋ flɒk wɪl hæv rɪˈtɜːrnd/"
      },
      {
        "sentence": "By the time the sun sets, the flock of birds will have been flying for hours.",
        "meaning-example": "Vào thời điểm mặt trời lặn, đàn chim sẽ đã bay trong nhiều giờ.",
        "ipa-example": "/baɪ ðə taɪm ðə sʌn sɛts, ðə flɒk əv bɜːrdz wɪl hæv bɪn ˈflaɪɪŋ fɔːr ˈaʊərz/"
      }
    ]
  },
  {
    "word": "fold",
    "ipa": "/foʊld/",
    "meaning": "Gấp, gập lại.",
    "image": "./eew-4-17/8.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "She folds the laundry neatly.",
        "meaning-example": "Cô ấy gấp quần áo gọn gàng.",
        "ipa-example": "/ʃi foʊldz ðə ˈlɔːndri ˈniːtli/"
      },
      {
        "sentence": "He is folding the map.",
        "meaning-example": "Anh ấy đang gấp bản đồ.",
        "ipa-example": "/hi ɪz ˈfoʊldɪŋ ðə mæp/"
      },
      {
        "sentence": "I have folded all the towels.",
        "meaning-example": "Tôi đã gấp tất cả khăn tắm rồi.",
        "ipa-example": "/aɪ hæv foʊldɪd ɔːl ðə ˈtaʊəlz/"
      },
      {
        "sentence": "She has been folding paper into origami shapes.",
        "meaning-example": "Cô ấy đã gấp giấy thành các hình origami.",
        "ipa-example": "/ʃi hæz bɪn ˈfoʊldɪŋ ˈpeɪpər ˈɪntu ˌɒrɪˈɡɑːmi ʃeɪps/"
      },
      {
        "sentence": "He folded the letter and put it in his pocket.",
        "meaning-example": "Anh ấy gấp lá thư và cho vào túi.",
        "ipa-example": "/hi foʊldɪd ðə ˈlɛtər ænd pʊt ɪt ɪn hɪz ˈpɒkɪt/"
      },
      {
        "sentence": "We were folding chairs after the event.",
        "meaning-example": "Chúng tôi đang gấp ghế sau sự kiện.",
        "ipa-example": "/wi wɜːr ˈfoʊldɪŋ ʧɛərz ˈɑːftər ði ɪˈvɛnt/"
      },
      {
        "sentence": "She had already folded the blankets.",
        "meaning-example": "Cô ấy đã gấp chăn rồi.",
        "ipa-example": "/ʃi hæd ɔːlˈrɛdi foʊldɪd ðə ˈblæŋkɪts/"
      },
      {
        "sentence": "The workers had been folding the brochures all morning.",
        "meaning-example": "Các công nhân đã gấp các tờ quảng cáo cả buổi sáng.",
        "ipa-example": "/ðə ˈwɜːrkərz hæd bɪn ˈfoʊldɪŋ ðə broʊˈʃʊərz ɔːl ˈmɔːrnɪŋ/"
      },
      {
        "sentence": "I will fold the clothes later.",
        "meaning-example": "Tôi sẽ gấp quần áo sau.",
        "ipa-example": "/aɪ wɪl foʊld ðə kloʊðz ˈleɪtər/"
      },
      {
        "sentence": "This evening, I will be folding the clean sheets.",
        "meaning-example": "Tối nay, tôi sẽ gấp ga trải giường sạch.",
        "ipa-example": "/ðɪs ˈiːvnɪŋ, aɪ wɪl bi ˈfoʊldɪŋ ðə kliːn ʃiːts/"
      },
      {
        "sentence": "By the time you get back, I will have folded everything.",
        "meaning-example": "Vào thời điểm bạn quay lại, tôi sẽ đã gấp xong mọi thứ.",
        "ipa-example": "/baɪ ðə taɪm ju ɡɛt bæk, aɪ wɪl hæv foʊldɪd ˈɛvriθɪŋ/"
      },
      {
        "sentence": "By the end of the day, she will have been folding laundry for two hours.",
        "meaning-example": "Đến cuối ngày, cô ấy sẽ đã gấp quần áo được hai giờ.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə deɪ, ʃi wɪl hæv bɪn ˈfoʊldɪŋ ˈlɔːndri fɔːr tuː ˈaʊərz/"
      }
    ]
  },
  {
    "word": "lid",
    "ipa": "/lɪd/",
    "meaning": "Nắp, vung (nồi, hộp).",
    "image": "./eew-4-17/9.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "The lid fits tightly on the jar.",
        "meaning-example": "Nắp đậy chặt vào lọ.",
        "ipa-example": "/ðə lɪd fɪts ˈtaɪtli ɒn ðə ʤɑːr/"
      },
      {
        "sentence": "The lid is rattling on the pot.",
        "meaning-example": "Nắp đang kêu lạch cạch trên nồi.",
        "ipa-example": "/ðə lɪd ɪz ˈrætlɪŋ ɒn ðə pɒt/"
      },
      {
        "sentence": "I have lost the lid to this container.",
        "meaning-example": "Tôi đã làm mất nắp của hộp này.",
        "ipa-example": "/aɪ hæv lɒst ðə lɪd tu ðɪs kənˈteɪnər/"
      },
      {
        "sentence": "The lid has been coming loose.",
        "meaning-example": "Nắp đã bị lỏng ra.",
        "ipa-example": "/ðə lɪd hæz bɪn ˈkʌmɪŋ luːs/"
      },
      {
        "sentence": "She closed the lid of the box.",
        "meaning-example": "Cô ấy đóng nắp hộp lại.",
        "ipa-example": "/ʃi kloʊzd ðə lɪd əv ðə bɒks/"
      },
      {
        "sentence": "He was trying to open the stuck lid.",
        "meaning-example": "Anh ấy đang cố gắng mở cái nắp bị kẹt.",
        "ipa-example": "/hi wəz ˈtraɪɪŋ tu ˈoʊpən ðə stʌk lɪd/"
      },
      {
        "sentence": "The lid had already been removed.",
        "meaning-example": "Nắp đã được tháo ra rồi.",
        "ipa-example": "/ðə lɪd hæd ɔːlˈrɛdi bɪn rɪˈmuːvd/"
      },
      {
        "sentence": "The paint can lid had been sitting open for a while.",
        "meaning-example": "Nắp hộp sơn đã để mở một lúc rồi.",
        "ipa-example": "/ðə peɪnt kæn lɪd hæd bɪn ˈsɪtɪŋ ˈoʊpən fɔːr ə waɪl/"
      },
      {
        "sentence": "I will put the lid back on.",
        "meaning-example": "Tôi sẽ đậy nắp lại.",
        "ipa-example": "/aɪ wɪl pʊt ðə lɪd bæk ɒn/"
      },
      {
        "sentence": "This afternoon, I will be cleaning the lids of the storage containers.",
        "meaning-example": "Chiều nay, tôi sẽ lau chùi nắp của các hộp đựng.",
        "ipa-example": "/ðɪs ˌɑːftərˈnuːn, aɪ wɪl bi ˈkliːnɪŋ ðə lɪdz əv ðə ˈstɔːrɪdʒ kənˈteɪnərz/"
      },
      {
        "sentence": "By the time you need it, I will have found the lid.",
        "meaning-example": "Vào thời điểm bạn cần, tôi sẽ đã tìm thấy nắp.",
        "ipa-example": "/baɪ ðə taɪm ju niːd ɪt, aɪ wɪl hæv faʊnd ðə lɪd/"
      },
      {
        "sentence": "By the end of the experiment, the scientists will have been keeping the lid closed for 24 hours.",
        "meaning-example": "Đến cuối thí nghiệm, các nhà khoa học sẽ đã giữ nắp đóng trong 24 giờ.",
        "ipa-example": "/baɪ ðə ɛnd əv ði ɪkˈspɛrɪmənt, ðə ˈsaɪəntɪsts wɪl hæv bɪn ˈkiːpɪŋ ðə lɪd kloʊzd fɔːr ˈtwɛnti fɔːr ˈaʊərz/"
      }
    ]
  },
  {
    "word": "loom",
    "ipa": "/luːm/",
    "meaning": "Hiện ra lờ mờ, lù lù hiện ra (thường là vật lớn, đáng sợ hoặc quan trọng sắp xảy ra).",
    "image": "./eew-4-17/10.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "A tall building looms over the street.",
        "meaning-example": "Một tòa nhà cao lù lù hiện ra trên phố.",
        "ipa-example": "/ə tɔːl ˈbɪldɪŋ luːmz ˈoʊvər ðə striːt/"
      },
      {
        "sentence": "Danger is looming in the distance.",
        "meaning-example": "Nguy hiểm đang hiện ra lờ mờ ở phía xa.",
        "ipa-example": "/ˈdeɪndʒər ɪz ˈluːmɪŋ ɪn ðə ˈdɪstəns/"
      },
      {
        "sentence": "A crisis has loomed for months.",
        "meaning-example": "Một cuộc khủng hoảng đã hiện ra trong nhiều tháng.",
        "ipa-example": "/ə ˈkraɪsɪs hæz luːmd fɔːr mʌnθs/"
      },
      {
        "sentence": "The storm clouds have been looming all afternoon.",
        "meaning-example": "Những đám mây bão đã lù lù hiện ra cả buổi chiều.",
        "ipa-example": "/ðə stɔːrm klaʊdz həv bɪn ˈluːmɪŋ ɔːl ˌɑːftərˈnuːn/"
      },
      {
        "sentence": "A dark shape loomed out of the fog.",
        "meaning-example": "Một hình dạng tối tăm hiện ra từ trong sương mù.",
        "ipa-example": "/ə dɑːrk ʃeɪp luːmd aʊt əv ðə fɒɡ/"
      },
      {
        "sentence": "The mountain was looming larger as we approached.",
        "meaning-example": "Ngọn núi hiện ra lớn hơn khi chúng tôi tiến lại gần.",
        "ipa-example": "/ðə ˈmaʊntɪn wəz ˈluːmɪŋ ˈlɑːrdʒər æz wi əˈproʊʧt/"
      },
      {
        "sentence": "The threat had already loomed before they took action.",
        "meaning-example": "Mối đe dọa đã hiện ra rồi trước khi họ hành động.",
        "ipa-example": "/ðə θrɛt hæd ɔːlˈrɛdi luːmd bɪˈfɔːr ðeɪ tʊk ˈækʃən/"
      },
      {
        "sentence": "The possibility of failure had been looming over the project.",
        "meaning-example": "Khả năng thất bại đã lù lù hiện ra trên dự án.",
        "ipa-example": "/ðə ˌpɒsəˈbɪlɪti əv ˈfeɪljər hæd bɪn ˈluːmɪŋ ˈoʊvər ðə ˈprɒdʒɛkt/"
      },
      {
        "sentence": "A major decision will loom next week.",
        "meaning-example": "Một quyết định quan trọng sẽ hiện ra vào tuần tới.",
        "ipa-example": "/ə ˈmeɪdʒər dɪˈsɪʒən wɪl luːm nɛkst wiːk/"
      },
      {
        "sentence": "This time tomorrow, the deadline will be looming.",
        "meaning-example": "Vào giờ này ngày mai, hạn chót sẽ đang đến gần.",
        "ipa-example": "/ðɪs taɪm təˈmɒroʊ, ðə ˈdɛdlaɪn wɪl bi ˈluːmɪŋ/"
      },
      {
        "sentence": "By the end of the year, the election will have loomed and passed.",
        "meaning-example": "Đến cuối năm, cuộc bầu cử sẽ đã đến và qua đi.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə jɪər, ði ɪˈlɛkʃən wɪl hæv luːmd ænd pɑːst/"
      },
      {
        "sentence": "By the time the conference starts, the budget cuts will have been looming for months.",
        "meaning-example": "Vào thời điểm hội nghị bắt đầu, việc cắt giảm ngân sách sẽ đã lù lù hiện ra trong nhiều tháng.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈkɒnfərəns stɑːrts, ðə ˈbʌdʒɪt kʌts wɪl hæv bɪn ˈluːmɪŋ fɔːr mʌnθs/"
      }
    ]
  },
  {
    "word": "mighty",
    "ipa": "/ˈmaɪti/",
    "meaning": "Hùng mạnh, to lớn, vĩ đại.",
    "image": "./eew-4-17/11.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "The elephant is a mighty animal.",
        "meaning-example": "Con voi là một loài vật to lớn.",
        "ipa-example": "/ðɪ ˈɛlɪfənt ɪz ə ˈmaɪti ˈænɪməl/"
      },
      {
        "sentence": "A mighty storm is approaching.",
        "meaning-example": "Một cơn bão lớn đang đến gần.",
        "ipa-example": "/ə ˈmaɪti stɔːrm ɪz əˈproʊʧɪŋ/"
      },
      {
        "sentence": "They have built a mighty fortress.",
        "meaning-example": "Họ đã xây dựng một pháo đài hùng mạnh.",
        "ipa-example": "/ðeɪ hæv bɪlt ə ˈmaɪti ˈfɔːrtrəs/"
      },
      {
        "sentence": "A mighty river has been flowing through this valley for ages.",
        "meaning-example": "Một con sông lớn đã chảy qua thung lũng này từ rất lâu rồi.",
        "ipa-example": "/ə ˈmaɪti ˈrɪvər hæz bɪn ˈfloʊɪŋ θruː ðɪs ˈvæli fɔːr ˈeɪdʒɪz/"
      },
      {
        "sentence": "A mighty king ruled the land.",
        "meaning-example": "Một vị vua hùng mạnh đã cai trị vùng đất.",
        "ipa-example": "/ə ˈmaɪti kɪŋ ruːld ðə lænd/"
      },
      {
        "sentence": "We were standing before a mighty waterfall.",
        "meaning-example": "Chúng tôi đang đứng trước một thác nước hùng vĩ.",
        "ipa-example": "/wi wɜːr ˈstændɪŋ bɪˈfɔːr ə ˈmaɪti ˈwɔːtərfɔːl/"
      },
      {
        "sentence": "The mighty army had already conquered the city.",
        "meaning-example": "Đội quân hùng mạnh đã chinh phục thành phố rồi.",
        "ipa-example": "/ðə ˈmaɪti ˈɑːrmi hæd ɔːlˈrɛdi ˈkɒŋkərd ðə ˈsɪti/"
      },
      {
        "sentence": "The mighty oak tree had been standing there for centuries.",
        "meaning-example": "Cây sồi to lớn đã đứng đó hàng thế kỷ.",
        "ipa-example": "/ðə ˈmaɪti oʊk triː hæd bɪn ˈstændɪŋ ðɛər fɔːr ˈsɛnʧəriz/"
      },
      {
        "sentence": "He will become a mighty leader.",
        "meaning-example": "Anh ấy sẽ trở thành một nhà lãnh đạo tài ba.",
        "ipa-example": "/hi wɪl bɪˈkʌm ə ˈmaɪti ˈliːdər/"
      },
      {
        "sentence": "This time next year, they will be constructing a mighty bridge.",
        "meaning-example": "Vào giờ này năm tới, họ sẽ đang xây dựng một cây cầu lớn.",
        "ipa-example": "/ðɪs taɪm nɛkst jɪər, ðeɪ wɪl bi kənˈstrʌktɪŋ ə ˈmaɪti brɪdʒ/"
      },
      {
        "sentence": "By the next decade, the country will have become a mighty economic power.",
        "meaning-example": "Đến thập kỷ tới, đất nước sẽ đã trở thành một cường quốc kinh tế hùng mạnh.",
        "ipa-example": "/baɪ ðə nɛkst ˈdɛkeɪd, ðə ˈkʌntri wɪl hæv bɪˈkʌm ə ˈmaɪti ˌɛkəˈnɒmɪk ˈpaʊər/"
      },
      {
        "sentence": "By the time the dam is finished, they will have been building this mighty structure for five years.",
        "meaning-example": "Vào thời điểm đập hoàn thành, họ sẽ đã xây dựng công trình vĩ đại này trong năm năm.",
        "ipa-example": "/baɪ ðə taɪm ðə dæm ɪz ˈfɪnɪʃt, ðeɪ wɪl hæv bɪn ˈbɪldɪŋ ðɪs ˈmaɪti ˈstrʌkʧər fɔːr faɪv jɪərz/"
      }
    ]
  },
  {
    "word": "mushroom",
    "ipa": "/ˈmʌʃruːm/",
    "meaning": "Nấm.",
    "image": "./eew-4-17/12.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "This type of mushroom is edible.",
        "meaning-example": "Loại nấm này ăn được.",
        "ipa-example": "/ðɪs taɪp əv ˈmʌʃruːm ɪz ˈɛdəbl/"
      },
      {
        "sentence": "The mushrooms are growing rapidly after the rain.",
        "meaning-example": "Nấm đang mọc nhanh sau cơn mưa.",
        "ipa-example": "/ðə ˈmʌʃruːmz ɑːr ˈɡroʊɪŋ ˈræpɪdli ˈɑːftər ðə reɪn/"
      },
      {
        "sentence": "We have found many mushrooms in the forest.",
        "meaning-example": "Chúng tôi đã tìm thấy nhiều nấm trong rừng.",
        "ipa-example": "/wi hæv faʊnd ˈmɛni ˈmʌʃruːmz ɪn ðə ˈfɒrɪst/"
      },
      {
        "sentence": "The mushrooms have been appearing overnight.",
        "meaning-example": "Nấm đã mọc lên qua đêm.",
        "ipa-example": "/ðə ˈmʌʃruːmz həv bɪn əˈpɪərɪŋ ˌoʊvərˈnaɪt/"
      },
      {
        "sentence": "I picked some wild mushrooms.",
        "meaning-example": "Tôi đã hái một ít nấm dại.",
        "ipa-example": "/aɪ pɪkt sʌm waɪld ˈmʌʃruːmz/"
      },
      {
        "sentence": "She was cooking a dish with fresh mushrooms.",
        "meaning-example": "Cô ấy đang nấu một món ăn với nấm tươi.",
        "ipa-example": "/ʃi wəz ˈkʊkɪŋ ə dɪʃ wɪð frɛʃ ˈmʌʃruːmz/"
      },
      {
        "sentence": "He had already identified the poisonous mushrooms.",
        "meaning-example": "Anh ấy đã nhận dạng được những cây nấm độc rồi.",
        "ipa-example": "/hi hæd ɔːlˈrɛdi aɪˈdɛntɪfaɪd ðə ˈpɔɪzənəs ˈmʌʃruːmz/"
      },
      {
        "sentence": "The scientists had been studying the growth of these mushrooms.",
        "meaning-example": "Các nhà khoa học đã nghiên cứu sự phát triển của những loại nấm này.",
        "ipa-example": "/ðə ˈsaɪəntɪsts hæd bɪn ˈstʌdiɪŋ ðə ɡroʊθ əv ðiz ˈmʌʃruːmz/"
      },
      {
        "sentence": "More mushrooms will appear after the next rain.",
        "meaning-example": "Nhiều nấm hơn sẽ mọc lên sau trận mưa tiếp theo.",
        "ipa-example": "/mɔːr ˈmʌʃruːmz wɪl əˈpɪər ˈɑːftər ðə nɛkst reɪn/"
      },
      {
        "sentence": "This weekend, we will be looking for mushrooms in the woods.",
        "meaning-example": "Cuối tuần này, chúng tôi sẽ đi tìm nấm trong rừng.",
        "ipa-example": "/ðɪs ˈwiːkɛnd, wi wɪl bi ˈlʊkɪŋ fɔːr ˈmʌʃruːmz ɪn ðə wʊdz/"
      },
      {
        "sentence": "By the end of the season, the forest floor will have been covered in mushrooms.",
        "meaning-example": "Đến cuối mùa, nền rừng sẽ đã được phủ đầy nấm.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə ˈsiːzən, ðə ˈfɒrɪst flɔːr wɪl hæv bɪn ˈkʌvərd ɪn ˈmʌʃruːmz/"
      },
      {
        "sentence": "By the time the foraging trip is over, they will have been collecting mushrooms for hours.",
        "meaning-example": "Vào thời điểm chuyến đi tìm nấm kết thúc, họ sẽ đã thu thập nấm trong nhiều giờ.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈfɒrɪdʒɪŋ trɪp ɪz ˈoʊvər, ðeɪ wɪl hæv bɪn kəˈlɛktɪŋ ˈmʌʃruːmz fɔːr ˈaʊərz/"
      }
    ]
  },
  {
    "word": "native",
    "ipa": "/ˈneɪtɪv/",
    "meaning": "Bản địa, thổ dân, bẩm sinh.",
    "image": "./eew-4-17/13.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "This plant is native to the region.",
        "meaning-example": "Loài cây này là bản địa của vùng này.",
        "ipa-example": "/ðɪs plɑːnt ɪz ˈneɪtɪv tu ðə ˈriːdʒən/"
      },
      {
        "sentence": "They are studying the native wildlife.",
        "meaning-example": "Họ đang nghiên cứu động vật hoang dã bản địa.",
        "ipa-example": "/ðeɪ ɑːr ˈstʌdiɪŋ ðə ˈneɪtɪv ˈwaɪldlaɪf/"
      },
      {
        "sentence": "We have met several native speakers of the language.",
        "meaning-example": "Chúng tôi đã gặp một vài người nói tiếng mẹ đẻ của ngôn ngữ này.",
        "ipa-example": "/wi hæv mɛt ˈsɛvrəl ˈneɪtɪv ˈspiːkərz əv ðə ˈlæŋɡwɪdʒ/"
      },
      {
        "sentence": "The conservationists have been protecting the native habitat.",
        "meaning-example": "Các nhà bảo tồn đã bảo vệ môi trường sống bản địa.",
        "ipa-example": "/ðə ˌkɒnsərˈveɪʃənɪsts həv bɪn prəˈtɛktɪŋ ðə ˈneɪtɪv ˈhæbɪtæt/"
      },
      {
        "sentence": "He spoke in his native tongue.",
        "meaning-example": "Anh ấy nói bằng tiếng mẹ đẻ của mình.",
        "ipa-example": "/hi spoʊk ɪn hɪz ˈneɪtɪv tʌŋ/"
      },
      {
        "sentence": "We were learning about the customs of the native people.",
        "meaning-example": "Chúng tôi đang tìm hiểu về phong tục của người bản địa.",
        "ipa-example": "/wi wɜːr ˈlɜːrnɪŋ əˈbaʊt ðə ˈkʌstəmz əv ðə ˈneɪtɪv ˈpiːpl/"
      },
      {
        "sentence": "The native population had already established complex societies.",
        "meaning-example": "Dân số bản địa đã thiết lập các xã hội phức tạp rồi.",
        "ipa-example": "/ðə ˈneɪtɪv ˌpɒpjʊˈleɪʃən hæd ɔːlˈrɛdi ɪˈstæblɪʃt ˈkɒmplɛks səˈsaɪətiz/"
      },
      {
        "sentence": "Scientists had been researching the native species for years.",
        "meaning-example": "Các nhà khoa học đã nghiên cứu các loài bản địa trong nhiều năm.",
        "ipa-example": "/ˈsaɪəntɪsts hæd bɪn rɪˈsɜːrʧɪŋ ðə ˈneɪtɪv ˈspiːʃiːz fɔːr jɪərz/"
      },
      {
        "sentence": "This area will be replanted with native trees.",
        "meaning-example": "Khu vực này sẽ được trồng lại bằng cây bản địa.",
        "ipa-example": "/ðɪs ˈɛəriə wɪl bi riːˈplɑːntɪd wɪð ˈneɪtɪv triːz/"
      },
      {
        "sentence": "Next month, I will be visiting my native country.",
        "meaning-example": "Tháng tới, tôi sẽ thăm quê hương của mình.",
        "ipa-example": "/nɛkst mʌnθ, aɪ wɪl bi ˈvɪzɪtɪŋ maɪ ˈneɪtɪv ˈkʌntri/"
      },
      {
        "sentence": "By the end of the project, they will have restored the native ecosystem.",
        "meaning-example": "Đến cuối dự án, họ sẽ đã phục hồi hệ sinh thái bản địa.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə ˈprɒdʒɛkt, ðeɪ wɪl hæv rɪˈstɔːrd ðə ˈneɪtɪv ˈiːkoʊˌsɪstəm/"
      },
      {
        "sentence": "By the time the study is complete, they will have been documenting native plants for a decade.",
        "meaning-example": "Vào thời điểm nghiên cứu hoàn thành, họ sẽ đã ghi chép về các loài thực vật bản địa trong một thập kỷ.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈstʌdi ɪz kəmˈpliːt, ðeɪ wɪl hæv bɪn ˈdɒkjumɛntɪŋ ˈneɪtɪv plɑːnts fɔːr ə ˈdɛkeɪd/"
      }
    ]
  },
  {
    "word": "poison",
    "ipa": "/ˈpɔɪzən/",
    "meaning": "Chất độc, thuốc độc.",
    "image": "./eew-4-17/14.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "This snake carries deadly poison.",
        "meaning-example": "Loài rắn này mang chất độc chết người.",
        "ipa-example": "/ðɪs sneɪk ˈkæriz ˈdɛdli ˈpɔɪzən/"
      },
      {
        "sentence": "The plant is producing a natural poison.",
        "meaning-example": "Loài cây này đang sản xuất một chất độc tự nhiên.",
        "ipa-example": "/ðə plɑːnt ɪz prəˈdjuːsɪŋ ə ˈnæʧərəl ˈpɔɪzən/"
      },
      {
        "sentence": "They have used poison to control pests.",
        "meaning-example": "Họ đã sử dụng thuốc độc để kiểm soát sâu bọ.",
        "ipa-example": "/ðeɪ hæv juːzd ˈpɔɪzən tu kənˈtroʊl pɛsts/"
      },
      {
        "sentence": "The air has been containing trace amounts of poison.",
        "meaning-example": "Không khí đã chứa một lượng nhỏ chất độc.",
        "ipa-example": "/ðə ɛər hæz bɪn kənˈteɪnɪŋ treɪs əˈmaʊnts əv ˈpɔɪzən/"
      },
      {
        "sentence": "He accidentally ingested poison.",
        "meaning-example": "Anh ấy vô tình nuốt phải chất độc.",
        "ipa-example": "/hi ˌæksɪˈdɛntəli ɪnˈʤɛstɪd ˈpɔɪzən/"
      },
      {
        "sentence": "We were warned about the poison in the berries.",
        "meaning-example": "Chúng tôi đã được cảnh báo về chất độc trong quả mọng.",
        "ipa-example": "/wi wɜːrd wɔːrnd əˈbaʊt ðə ˈpɔɪzən ɪn ðə ˈbɛriz/"
      },
      {
        "sentence": "The poison had already taken effect.",
        "meaning-example": "Chất độc đã có tác dụng rồi.",
        "ipa-example": "/ðə ˈpɔɪzən hæd ɔːlˈrɛdi ˈteɪkən ɪˈfɛkt/"
      },
      {
        "sentence": "The factory had been releasing poisonous fumes for years.",
        "meaning-example": "Nhà máy đã thải ra khói độc trong nhiều năm.",
        "ipa-example": "/ðə ˈfæktəri hæd bɪn rɪˈliːsɪŋ ˈpɔɪzənəs fjuːmz fɔːr jɪərz/"
      },
      {
        "sentence": "This substance will act as a poison.",
        "meaning-example": "Chất này sẽ hoạt động như một chất độc.",
        "ipa-example": "/ðɪs ˈsʌbstəns wɪl ækt æz ə ˈpɔɪzən/"
      },
      {
        "sentence": "I hope they won't be using poison to clear the weeds.",
        "meaning-example": "Tôi hy vọng họ sẽ không sử dụng thuốc độc để diệt cỏ dại.",
        "ipa-example": "/aɪ hoʊp ðeɪ woʊnt bi ˈjuːzɪŋ ˈpɔɪzən tu klɪər ðə wiːdz/"
      },
      {
        "sentence": "By the time help arrives, the poison will have spread through his system.",
        "meaning-example": "Vào thời điểm giúp đỡ đến, chất độc sẽ đã lan khắp cơ thể anh ấy.",
        "ipa-example": "/baɪ ðə taɪm hɛlp əˈraɪvz, ðə ˈpɔɪzən wɪl hæv sprɛd θruː hɪz ˈsɪstəm/"
      },
      {
        "sentence": "By the end of the investigation, they will have been searching for the source of the poison for days.",
        "meaning-example": "Đến cuối cuộc điều tra, họ sẽ đã tìm kiếm nguồn gốc của chất độc trong nhiều ngày.",
        "ipa-example": "/baɪ ðə ɛnd əv ði ɪnˌvɛstɪˈɡeɪʃən, ðeɪ wɪl hæv bɪn ˈsɜːrʧɪŋ fɔːr ðə sɔːrs əv ðə ˈpɔɪzən fɔːr deɪz/"
      }
    ]
  },
  {
    "word": "reed",
    "ipa": "/riːd/",
    "meaning": "Cây sậy, cây lau.",
    "image": "./eew-4-17/15.jpg",
    "classes": "n",
    "example": [
      {
        "sentence": "Reeds grow along the edge of the lake.",
        "meaning-example": "Cây sậy mọc dọc theo bờ hồ.",
        "ipa-example": "/riːdz ɡroʊ əˈlɒŋ ðə ɛdʒ əv ðə leɪk/"
      },
      {
        "sentence": "The reeds are swaying in the wind.",
        "meaning-example": "Những cây sậy đang đung đưa trong gió.",
        "ipa-example": "/ðə riːdz ɑːr ˈsweɪɪŋ ɪn ðə wɪnd/"
      },
      {
        "sentence": "We have seen many birds nesting in the reeds.",
        "meaning-example": "Chúng tôi đã thấy nhiều loài chim làm tổ trong bụi sậy.",
        "ipa-example": "/wi hæv siːn ˈmɛni bɜːrdz ˈnɛstɪŋ ɪn ðə riːdz/"
      },
      {
        "sentence": "The reeds have been providing shelter for the fish.",
        "meaning-example": "Những cây sậy đã cung cấp nơi trú ẩn cho cá.",
        "ipa-example": "/ðə riːdz həv bɪn prəˈvaɪdɪŋ ˈʃɛltər fɔːr ðə fɪʃ/"
      },
      {
        "sentence": "We hid among the tall reeds.",
        "meaning-example": "Chúng tôi ẩn mình giữa những bụi sậy cao.",
        "ipa-example": "/wi hɪd əˈmʌŋ ðə tɔːl riːdz/"
      },
      {
        "sentence": "The boat was moving slowly through the reeds.",
        "meaning-example": "Chiếc thuyền đang di chuyển chậm qua bụi sậy.",
        "ipa-example": "/ðə boʊt wəz ˈmuːvɪŋ ˈsloʊli θruː ðə riːdz/"
      },
      {
        "sentence": "The reeds had already dried out by late summer.",
        "meaning-example": "Những cây sậy đã khô héo vào cuối mùa hè rồi.",
        "ipa-example": "/ðə riːdz hæd ɔːlˈrɛdi draɪd aʊt baɪ leɪt ˈsʌmər/"
      },
      {
        "sentence": "The beavers had been building their dam using reeds.",
        "meaning-example": "Những con hải ly đã xây đập của chúng bằng cây sậy.",
        "ipa-example": "/ðə ˈbiːvərz hæd bɪn ˈbɪldɪŋ ðɛər dæm ˈjuːzɪŋ riːdz/"
      },
      {
        "sentence": "The wind will make the reeds rustle.",
        "meaning-example": "Gió sẽ làm những cây sậy xào xạc.",
        "ipa-example": "/ðə wɪnd wɪl meɪk ðə riːdz ˈrʌsl/"
      },
      {
        "sentence": "This afternoon, I will be sketching the reeds by the riverbank.",
        "meaning-example": "Chiều nay, tôi sẽ phác thảo những cây sậy bên bờ sông.",
        "ipa-example": "/ðɪs ˌɑːftərˈnuːn, aɪ wɪl bi ˈskɛʧɪŋ ðə riːdz baɪ ðə ˈrɪvərbæŋk/"
      },
      {
        "sentence": "By autumn, the reeds will have turned brown.",
        "meaning-example": "Đến mùa thu, những cây sậy sẽ đã chuyển sang màu nâu.",
        "ipa-example": "/baɪ ˈɔːtəm, ðə riːdz wɪl hæv tɜːrnd braʊn/"
      },
      {
        "sentence": "By the time the birds migrate, the reeds will have been growing tall all season.",
        "meaning-example": "Vào thời điểm chim di cư, những cây sậy sẽ đã mọc cao suốt mùa.",
        "ipa-example": "/baɪ ðə taɪm ðə bɜːrdz ˈmaɪɡreɪt, ðə riːdz wɪl hæv bɪn ˈɡroʊɪŋ tɔːl ɔːl ˈsiːzən/"
      }
    ]
  },
  {
    "word": "shield",
    "ipa": "/ʃiːld/",
    "meaning": "Che chắn, bảo vệ.",
    "image": "./eew-4-17/16.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "The umbrella shields us from the rain.",
        "meaning-example": "Cái ô che chắn cho chúng tôi khỏi mưa.",
        "ipa-example": "/ði ʌmˈbrɛlə ʃiːldz ʌs frɒm ðə reɪn/"
      },
      {
        "sentence": "She is shielding her eyes from the sun.",
        "meaning-example": "Cô ấy đang che mắt khỏi ánh nắng mặt trời.",
        "ipa-example": "/ʃi ɪz ˈʃiːldɪŋ hɜːr aɪz frɒm ðə sʌn/"
      },
      {
        "sentence": "They have shielded the vulnerable plants from the frost.",
        "meaning-example": "Họ đã che chắn những cây yếu ớt khỏi sương giá.",
        "ipa-example": "/ðeɪ hæv ʃiːldɪd ðə ˈvʌlnərəbl plɑːnts frɒm ðə frɒst/"
      },
      {
        "sentence": "The trees have been shielding the house from the wind.",
        "meaning-example": "Những cái cây đã che chắn ngôi nhà khỏi gió.",
        "ipa-example": "/ðə triːz həv bɪn ˈʃiːldɪŋ ðə haʊs frɒm ðə wɪnd/"
      },
      {
        "sentence": "He shielded his face with his hands.",
        "meaning-example": "Anh ấy che mặt bằng tay.",
        "ipa-example": "/hi ʃiːldɪd hɪz feɪs wɪð hɪz hændz/"
      },
      {
        "sentence": "We were shielding the fire from the wind.",
        "meaning-example": "Chúng tôi đang che chắn ngọn lửa khỏi gió.",
        "ipa-example": "/wi wɜːr ˈʃiːldɪŋ ðə ˈfaɪər frɒm ðə wɪnd/"
      },
      {
        "sentence": "The wall had already shielded them from the blast.",
        "meaning-example": "Bức tường đã che chắn cho họ khỏi vụ nổ rồi.",
        "ipa-example": "/ðə wɔːl hæd ɔːlˈrɛdi ʃiːldɪd ðɛm frɒm ðə blɑːst/"
      },
      {
        "sentence": "The bodyguards had been shielding the celebrity from the paparazzi.",
        "meaning-example": "Các vệ sĩ đã che chắn cho người nổi tiếng khỏi cánh săn ảnh.",
        "ipa-example": "/ðə ˈbɒdiɡɑːrdz hæd bɪn ˈʃiːldɪŋ ðə sɪˈlɛbrɪti frɒm ðə ˌpæpəˈrætsi/"
      },
      {
        "sentence": "This barrier will shield the area from flooding.",
        "meaning-example": "Hàng rào này sẽ che chắn khu vực khỏi lũ lụt.",
        "ipa-example": "/ðɪs ˈbæriər wɪl ʃiːld ði ˈɛəriə frɒm ˈflʌdɪŋ/"
      },
      {
        "sentence": "Tomorrow, they will be shielding the construction site.",
        "meaning-example": "Ngày mai, họ sẽ đang che chắn công trường xây dựng.",
        "ipa-example": "/təˈmɒroʊ, ðeɪ wɪl bi ˈʃiːldɪŋ ðə kənˈstrʌkʃən saɪt/"
      },
      {
        "sentence": "By the time the storm hits, the windows will have been shielded.",
        "meaning-example": "Vào thời điểm cơn bão ập đến, các cửa sổ sẽ đã được che chắn.",
        "ipa-example": "/baɪ ðə taɪm ðə stɔːrm hɪts, ðə ˈwɪndoʊz wɪl hæv bɪn ʃiːldɪd/"
      },
      {
        "sentence": "By the end of the day, the workers will have been shielding the equipment for hours.",
        "meaning-example": "Đến cuối ngày, các công nhân sẽ đã che chắn thiết bị trong nhiều giờ.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə deɪ, ðə ˈwɜːrkərz wɪl hæv bɪn ˈʃiːldɪŋ ði ɪˈkwɪpmənt fɔːr ˈaʊərz/"
      }
    ]
  },
  {
    "word": "stormy",
    "ipa": "/ˈstɔːrmi/",
    "meaning": "Có bão, giông bão, dữ dội (thường chỉ thời tiết hoặc mối quan hệ).",
    "image": "./eew-4-17/17.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "The weather is often stormy in autumn.",
        "meaning-example": "Thời tiết thường có bão vào mùa thu.",
        "ipa-example": "/ðə ˈwɛðər ɪz ˈɒfən ˈstɔːrmi ɪn ˈɔːtəm/"
      },
      {
        "sentence": "The sky is looking very stormy.",
        "meaning-example": "Bầu trời trông rất có bão.",
        "ipa-example": "/ðə skaɪ ɪz ˈlʊkɪŋ ˈvɛri ˈstɔːrmi/"
      },
      {
        "sentence": "We have had several stormy days this week.",
        "meaning-example": "Chúng tôi đã có vài ngày bão trong tuần này.",
        "ipa-example": "/wi hæv hæd ˈsɛvrəl ˈstɔːrmi deɪz ðɪs wiːk/"
      },
      {
        "sentence": "The sea has been stormy for days.",
        "meaning-example": "Biển đã động trong nhiều ngày.",
        "ipa-example": "/ðə siː hæz bɪn ˈstɔːrmi fɔːr deɪz/"
      },
      {
        "sentence": "It was a stormy night.",
        "meaning-example": "Đó là một đêm bão tố.",
        "ipa-example": "/ɪt wəz ə ˈstɔːrmi naɪt/"
      },
      {
        "sentence": "They were sailing through stormy waters.",
        "meaning-example": "Họ đang đi thuyền qua vùng biển động.",
        "ipa-example": "/ðeɪ wɜːr ˈseɪlɪŋ θruː ˈstɔːrmi ˈwɔːtərz/"
      },
      {
        "sentence": "The weather had been stormy before the calm arrived.",
        "meaning-example": "Thời tiết đã có bão trước khi trời yên tĩnh trở lại.",
        "ipa-example": "/ðə ˈwɛðər hæd bɪn ˈstɔːrmi bɪˈfɔːr ðə kɑːm əˈraɪvd/"
      },
      {
        "sentence": "Their relationship had been stormy for years.",
        "meaning-example": "Mối quan hệ của họ đã sóng gió trong nhiều năm.",
        "ipa-example": "/ðɛər rɪˈleɪʃənʃɪp hæd bɪn ˈstɔːrmi fɔːr jɪərz/"
      },
      {
        "sentence": "The forecast says it will be stormy tomorrow.",
        "meaning-example": "Dự báo nói rằng ngày mai sẽ có bão.",
        "ipa-example": "/ðə ˈfɔːrkæst sɛz ɪt wɪl bi ˈstɔːrmi təˈmɒroʊ/"
      },
      {
        "sentence": "This time tomorrow, we will be experiencing stormy conditions.",
        "meaning-example": "Vào giờ này ngày mai, chúng tôi sẽ trải qua điều kiện bão tố.",
        "ipa-example": "/ðɪs taɪm təˈmɒroʊ, wi wɪl bi ɪkˈspɪəriənsɪŋ ˈstɔːrmi kənˈdɪʃənz/"
      },
      {
        "sentence": "By the end of the week, the stormy weather will have passed.",
        "meaning-example": "Đến cuối tuần, thời tiết bão sẽ đã qua đi.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə wiːk, ðə ˈstɔːrmi ˈwɛðər wɪl hæv pɑːst/"
      },
      {
        "sentence": "By the time the ship reaches port, it will have been sailing through stormy seas for three days.",
        "meaning-example": "Vào thời điểm tàu đến cảng, nó sẽ đã đi qua vùng biển động trong ba ngày.",
        "ipa-example": "/baɪ ðə taɪm ðə ʃɪp riːʧɪz pɔːrt, ɪt wɪl hæv bɪn ˈseɪlɪŋ θruː ˈstɔːrmi siːz fɔːr θriː deɪz/"
      }
    ]
  },
  {
    "word": "sway",
    "ipa": "/sweɪ/",
    "meaning": "Đung đưa, lắc lư, lung lay, ảnh hưởng.",
    "image": "./eew-4-17/18.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "The trees sway in the wind.",
        "meaning-example": "Những cái cây đung đưa trong gió.",
        "ipa-example": "/ðə triːz sweɪ ɪn ðə wɪnd/"
      },
      {
        "sentence": "The curtains are swaying gently.",
        "meaning-example": "Những tấm rèm đang đung đưa nhẹ nhàng.",
        "ipa-example": "/ðə ˈkɜːrtənz ɑːr ˈsweɪɪŋ ˈʤɛntli/"
      },
      {
        "sentence": "He has swayed the jury with his arguments.",
        "meaning-example": "Anh ấy đã làm lung lay bồi thẩm đoàn bằng những lập luận của mình.",
        "ipa-example": "/hi hæz sweɪd ðə ˈʤʊəri wɪð hɪz ˈɑːrɡjʊmənts/"
      },
      {
        "sentence": "The boat has been swaying back and forth.",
        "meaning-example": "Chiếc thuyền đã lắc lư qua lại.",
        "ipa-example": "/ðə boʊt hæz bɪn ˈsweɪɪŋ bæk ænd fɔːrθ/"
      },
      {
        "sentence": "The bridge swayed during the earthquake.",
        "meaning-example": "Cây cầu rung lắc trong trận động đất.",
        "ipa-example": "/ðə brɪdʒ sweɪd ˈdʊərɪŋ ði ˈɜːrθkweɪk/"
      },
      {
        "sentence": "The dancers were swaying to the music.",
        "meaning-example": "Các vũ công đang lắc lư theo điệu nhạc.",
        "ipa-example": "/ðə ˈdænsərz wɜːr ˈsweɪɪŋ tu ðə ˈmjuːzɪk/"
      },
      {
        "sentence": "Her opinion had already been swayed.",
        "meaning-example": "Ý kiến của cô ấy đã bị lung lay rồi.",
        "ipa-example": "/hɜːr əˈpɪnjən hæd ɔːlˈrɛdi bɪn sweɪd/"
      },
      {
        "sentence": "The tall grass had been swaying in the breeze all morning.",
        "meaning-example": "Những ngọn cỏ cao đã đung đưa trong gió nhẹ cả buổi sáng.",
        "ipa-example": "/ðə tɔːl ɡrɑːs hæd bɪn ˈsweɪɪŋ ɪn ðə briːz ɔːl ˈmɔːrnɪŋ/"
      },
      {
        "sentence": "The branches will sway in the coming storm.",
        "meaning-example": "Những cành cây sẽ đung đưa trong cơn bão sắp tới.",
        "ipa-example": "/ðə ˈbrɑːnʧɪz wɪl sweɪ ɪn ðə ˈkʌmɪŋ stɔːrm/"
      },
      {
        "sentence": "This evening, the flags will be swaying in the parade.",
        "meaning-example": "Tối nay, những lá cờ sẽ đang bay phấp phới trong cuộc diễu hành.",
        "ipa-example": "/ðɪs ˈiːvnɪŋ, ðə flæɡz wɪl bi ˈsweɪɪŋ ɪn ðə pəˈreɪd/"
      },
      {
        "sentence": "By the time the wind stops, the leaves will have swayed for hours.",
        "meaning-example": "Vào thời điểm gió ngừng, những chiếc lá sẽ đã đung đưa trong nhiều giờ.",
        "ipa-example": "/baɪ ðə taɪm ðə wɪnd stɒps, ðə liːvz wɪl hæv sweɪd fɔːr ˈaʊərz/"
      },
      {
        "sentence": "By the end of the speech, he will have been swaying the audience's emotions for thirty minutes.",
        "meaning-example": "Đến cuối bài phát biểu, anh ấy sẽ đã làm lay động cảm xúc của khán giả trong ba mươi phút.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə spiːʧ, hi wɪl hæv bɪn ˈsweɪɪŋ ði ˈɔːdiənsɪz ɪˈmoʊʃənz fɔːr ˈθɜːrti ˈmɪnɪts/"
      }
    ]
  },
  {
    "word": "urban",
    "ipa": "/ˈɜːrbən/",
    "meaning": "Đô thị, thành thị.",
    "image": "./eew-4-17/19.jpg",
    "classes": "adj",
    "example": [
      {
        "sentence": "Life in an urban area is often fast-paced.",
        "meaning-example": "Cuộc sống ở khu vực đô thị thường hối hả.",
        "ipa-example": "/laɪf ɪn ən ˈɜːrbən ˈɛəriə ɪz ˈɒfən fæst-peɪst/"
      },
      {
        "sentence": "They are studying urban development.",
        "meaning-example": "Họ đang nghiên cứu phát triển đô thị.",
        "ipa-example": "/ðeɪ ɑːr ˈstʌdiɪŋ ˈɜːrbən dɪˈvɛləpmənt/"
      },
      {
        "sentence": "We have observed significant urban growth.",
        "meaning-example": "Chúng tôi đã quan sát thấy sự tăng trưởng đô thị đáng kể.",
        "ipa-example": "/wi hæv əbˈzɜːrvd sɪɡˈnɪfɪkənt ˈɜːrbən ɡroʊθ/"
      },
      {
        "sentence": "The city has been undergoing urban renewal.",
        "meaning-example": "Thành phố đã trải qua quá trình đổi mới đô thị.",
        "ipa-example": "/ðə ˈsɪti hæz bɪn ˌʌndərˈɡoʊɪŋ ˈɜːrbən rɪˈnuːəl/"
      },
      {
        "sentence": "He preferred the quiet of the countryside to the urban environment.",
        "meaning-example": "Anh ấy thích sự yên tĩnh của nông thôn hơn môi trường đô thị.",
        "ipa-example": "/hi prɪˈfɜːrd ðə ˈkwaɪət əv ðə ˈkʌntrisaɪd tu ði ˈɜːrbən ɪnˈvaɪrənmənt/"
      },
      {
        "sentence": "We were exploring the urban landscape.",
        "meaning-example": "Chúng tôi đang khám phá cảnh quan đô thị.",
        "ipa-example": "/wi wɜːr ɪkˈsplɔːrɪŋ ði ˈɜːrbən ˈlænskeɪp/"
      },
      {
        "sentence": "The urban population had already increased dramatically.",
        "meaning-example": "Dân số đô thị đã tăng lên đáng kể rồi.",
        "ipa-example": "/ði ˈɜːrbən ˌpɒpjʊˈleɪʃən hæd ɔːlˈrɛdi ɪnˈkriːst drəˈmætɪkli/"
      },
      {
        "sentence": "Planners had been designing the urban infrastructure for years.",
        "meaning-example": "Các nhà quy hoạch đã thiết kế cơ sở hạ tầng đô thị trong nhiều năm.",
        "ipa-example": "/ˈplænərz hæd bɪn dɪˈzaɪnɪŋ ði ˈɜːrbən ˈɪnfrəˌstrʌkʧər fɔːr jɪərz/"
      },
      {
        "sentence": "The project will focus on urban planning.",
        "meaning-example": "Dự án sẽ tập trung vào quy hoạch đô thị.",
        "ipa-example": "/ðə ˈprɒdʒɛkt wɪl ˈfoʊkəs ɒn ˈɜːrbən ˈplænɪŋ/"
      },
      {
        "sentence": "Next year, they will be living in an urban setting.",
        "meaning-example": "Năm tới, họ sẽ sống ở một khu vực đô thị.",
        "ipa-example": "/nɛkst jɪər, ðeɪ wɪl bi ˈlɪvɪŋ ɪn ən ˈɜːrbən ˈsɛtɪŋ/"
      },
      {
        "sentence": "By the next decade, the region will have become highly urban.",
        "meaning-example": "Đến thập kỷ tới, khu vực sẽ trở nên rất đô thị hóa.",
        "ipa-example": "/baɪ ðə nɛkst ˈdɛkeɪd, ðə ˈriːdʒən wɪl hæv bɪˈkʌm ˈhaɪli ˈɜːrbən/"
      },
      {
        "sentence": "By the time the census is complete, they will have been tracking urban migration for twenty years.",
        "meaning-example": "Vào thời điểm cuộc điều tra dân số hoàn thành, họ sẽ đã theo dõi sự di cư đô thị trong hai mươi năm.",
        "ipa-example": "/baɪ ðə taɪm ðə ˈsɛnsəs ɪz kəmˈpliːt, ðeɪ wɪl hæv bɪn ˈtrækɪŋ ˈɜːrbən maɪˈɡreɪʃən fɔːr ˈtwɛnti jɪərz/"
      }
    ]
  },
  {
    "word": "wade",
    "ipa": "/weɪd/",
    "meaning": "Lội qua (nước, bùn), lội bộ.",
    "image": "./eew-4-17/20.jpg",
    "classes": "v",
    "example": [
      {
        "sentence": "Children love to wade in the shallow water.",
        "meaning-example": "Trẻ em thích lội ở vùng nước nông.",
        "ipa-example": "/ˈʧɪldrən lʌv tu weɪd ɪn ðə ˈʃæloʊ ˈwɔːtər/"
      },
      {
        "sentence": "He is wading across the stream.",
        "meaning-example": "Anh ấy đang lội qua suối.",
        "ipa-example": "/hi ɪz ˈweɪdɪŋ əˈkrɒs ðə striːm/"
      },
      {
        "sentence": "We have waded through the mud.",
        "meaning-example": "Chúng tôi đã lội qua bùn.",
        "ipa-example": "/wi hæv weɪdɪd θruː ðə mʌd/"
      },
      {
        "sentence": "She has been wading in the river all afternoon.",
        "meaning-example": "Cô ấy đã lội ở sông cả buổi chiều.",
        "ipa-example": "/ʃi hæz bɪn ˈweɪdɪŋ ɪn ðə ˈrɪvər ɔːl ˌɑːftərˈnuːn/"
      },
      {
        "sentence": "We waded ashore from the boat.",
        "meaning-example": "Chúng tôi lội vào bờ từ thuyền.",
        "ipa-example": "/wi weɪdɪd əˈʃɔːr frɒm ðə boʊt/"
      },
      {
        "sentence": "They were wading through the tall grass.",
        "meaning-example": "Họ đang lội qua bãi cỏ cao.",
        "ipa-example": "/ðeɪ wɜːr ˈweɪdɪŋ θruː ðə tɔːl ɡrɑːs/"
      },
      {
        "sentence": "He had already waded through the deepest part.",
        "meaning-example": "Anh ấy đã lội qua phần sâu nhất rồi.",
        "ipa-example": "/hi hæd ɔːlˈrɛdi weɪdɪd θruː ðə ˈdiːpɪst pɑːrt/"
      },
      {
        "sentence": "The rescue team had been wading through the floodwaters for hours.",
        "meaning-example": "Đội cứu hộ đã lội qua vùng nước lũ trong nhiều giờ.",
        "ipa-example": "/ðə ˈrɛskjuː tiːm hæd bɪn ˈweɪdɪŋ θruː ðə ˈflʌdˌwɔːtərz fɔːr ˈaʊərz/"
      },
      {
        "sentence": "You will need to wade through the puddle.",
        "meaning-example": "Bạn sẽ cần lội qua vũng nước.",
        "ipa-example": "/ju wɪl niːd tu weɪd θruː ðə ˈpʌdl/"
      },
      {
        "sentence": "This afternoon, I will be wading in the ocean.",
        "meaning-example": "Chiều nay, tôi sẽ lội ở biển.",
        "ipa-example": "/ðɪs ˌɑːftərˈnuːn, aɪ wɪl bi ˈweɪdɪŋ ɪn ði ˈoʊʃən/"
      },
      {
        "sentence": "By the time we reach the other side, we will have waded for ten minutes.",
        "meaning-example": "Vào thời điểm chúng tôi đến bờ bên kia, chúng tôi sẽ đã lội được mười phút.",
        "ipa-example": "/baɪ ðə taɪm wi riːʧ ðɪ ˈʌðər saɪd, wi wɪl hæv weɪdɪd fɔːr tɛn ˈmɪnɪts/"
      },
      {
        "sentence": "By the end of the hike, they will have been wading through various streams.",
        "meaning-example": "Đến cuối chuyến đi bộ đường dài, họ sẽ đã lội qua nhiều con suối khác nhau.",
        "ipa-example": "/baɪ ðə ɛnd əv ðə haɪk, ðeɪ wɪl hæv bɪn ˈweɪdɪŋ θruː ˈvɛəriəs striːmz/"
      }
    ]
  }
]