[
  {
    "word": "addict",
    "ipa": "/ˈædɪkt/",
    "meaning": "Người nghiện.",
    "image": "eew-5-16/1.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một anh chàng tên là Át-đích. Anh ta mê chơi game đến mức không thể ngừng lại, quên ăn quên ngủ. Mọi người nói rằng anh ta là một \"game addict\" thực thụ, vì anh ta dành toàn bộ thời gian và tâm trí cho nó, giống như một thói quen không thể từ bỏ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person who is unable to stop doing or using something as a habit.",
        "meaning-example": "Một người không thể ngừng làm hoặc sử dụng một thứ gì đó như một thói quen.",
        "ipa-example": "/ə ˈpɜːsən huː ɪz ʌnˈeɪbl tuː stɒp ˈduːɪŋ ɔː ˈjuːzɪŋ ˈsʌmθɪŋ æz ə ˈhæbɪt./"
      },
      {
        "sentence": "He was a hot air balloon addict.",
        "meaning-example": "Anh ấy là một người nghiện khinh khí cầu.",
        "ipa-example": "/hi wəz ə hɒt eər bəˈluːn ˈædɪkt./"
      },
      {
        "sentence": "He's a self-confessed chocolate addict.",
        "meaning-example": "Anh ấy là một người tự nhận mình nghiện sô cô la.",
        "ipa-example": "/hiz ə ˌselfkənˈfest ˈtʃɒklət ˈædɪkt./"
      },
      {
        "sentence": "Many young people are becoming gaming addicts.",
        "meaning-example": "Nhiều người trẻ đang trở thành người nghiện game.",
        "ipa-example": "/ˈmeni jʌŋ ˈpiːpl ə bɪˈkʌmɪŋ ˈɡeɪmɪŋ ˈædɪkts./"
      }
    ]
  },
  {
    "word": "archeological",
    "ipa": "/ˌɑːrkiəˈlɑːdʒɪkl/",
    "meaning": "(thuộc) Khảo cổ học.",
    "image": "eew-5-16/2.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "Một nhà khoa học tên là A-kê-ô đã dành cả đời để đi tìm những di vật cổ xưa. Mỗi khi tìm được một món đồ, ông lại reo lên: \"Đây là một phát hiện archeological (thuộc về khảo cổ học) vĩ đại!\". Đối với ông, mỗi mảnh gốm, mỗi công cụ đá đều là một bằng chứng archeological quý giá về cuộc sống của người xưa.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Relating to archeology.",
        "meaning-example": "Liên quan đến khảo cổ học.",
        "ipa-example": "/rɪˈleɪtɪŋ tuː ˌɑːkiˈɑːlədʒi./"
      },
      {
        "sentence": "However, there is no archeological evidence that proves that an actual parachute was ever made.",
        "meaning-example": "Tuy nhiên, không có bằng chứng khảo cổ học nào chứng minh rằng một chiếc dù thực sự đã từng được chế tạo.",
        "ipa-example": "/haʊˈevə, ðeər ɪz nəʊ ˌɑːkiəˈlɑːdʒɪkl ˈevɪdəns ðæt pruːvz ðæt ən ˈæktʃuəl ˈpærəʃuːt wəz ˈevə meɪd./"
      },
      {
        "sentence": "They conducted an archeological dig at the site.",
        "meaning-example": "Họ đã tiến hành một cuộc khai quật khảo cổ tại địa điểm đó.",
        "ipa-example": "/ðeɪ kənˈdʌktɪd ən ˌɑːkiəˈlɑːdʒɪkl dɪɡ æt ðə saɪt./"
      },
      {
        "sentence": "The museum holds many important archeological treasures.",
        "meaning-example": "Bảo tàng lưu giữ nhiều bảo vật khảo cổ học quan trọng.",
        "ipa-example": "/ðə mjuːˈziəm həʊldz ˈmeni ɪmˈpɔːtənt ˌɑːkiəˈlɑːdʒɪkl ˈtreʒəz./"
      }
    ]
  },
  {
    "word": "archeology",
    "ipa": "/ˌɑːrkiˈɑːlədʒi/",
    "meaning": "Khảo cổ học.",
    "image": "eew-5-16/3.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một cô gái tên là A-kê-ô. Cô đam mê nghiên cứu về quá khứ qua những gì còn sót lại. Cô theo học ngành archeology (khảo cổ học) để có thể tự tay đào bới và phân tích các di tích, khám phá những câu chuyện ẩn giấu dưới lòng đất. Với cô, archeology là cách để du hành thời gian.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The study of the societies and peoples of the past by examining the remains of their buildings, tools, and other objects.",
        "meaning-example": "Nghiên cứu về các xã hội và các dân tộc trong quá khứ bằng cách kiểm tra các di tích của các tòa nhà, công cụ và các đồ vật khác của họ.",
        "ipa-example": "/ðə ˈstʌdi əv ðə səˈsaɪətiz ænd ˈpiːplz əv ðə pɑːst baɪ ɪɡˈzæmɪnɪŋ ðə rɪˈmeɪnz əv ðeə ˈbɪldɪŋz, tuːlz, ænd ˈʌðər ˈɒbdʒekts./"
      },
      {
        "sentence": "Scientists who study archeology say that there may be some evidence of prehistoric parachutes.",
        "meaning-example": "Các nhà khoa học nghiên cứu khảo cổ học cho biết có thể có một số bằng chứng về dù thời tiền sử.",
        "ipa-example": "/ˈsaɪəntɪsts huː ˈstʌdi ˌɑːkiˈɑːlədʒi seɪ ðæt ðeə meɪ bi səm ˈevɪdəns əv ˌpriːhɪˈstɔːrɪk ˈpærəʃuːts./"
      },
      {
        "sentence": "She is a professor of archeology at the university.",
        "meaning-example": "Bà là giáo sư khảo cổ học tại trường đại học.",
        "ipa-example": "/ʃi ɪz ə prəˈfesər əv ˌɑːkiˈɑːlədʒi æt ðə ˌjuːnɪˈvɜːsəti./"
      },
      {
        "sentence": "Archeology helps us understand how ancient civilizations lived.",
        "meaning-example": "Khảo cổ học giúp chúng ta hiểu các nền văn minh cổ đại đã sống như thế nào.",
        "ipa-example": "/ˌɑːkiˈɑːlədʒi helps ʌs ˌʌndəˈstænd haʊ ˈeɪnʃənt ˌsɪvəlaɪˈzeɪʃnz lɪvd./"
      }
    ]
  },
  {
    "word": "brainstorm",
    "ipa": "/ˈbreɪnstɔːrm/",
    "meaning": "Động não, công não.",
    "image": "eew-5-16/4.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "Hãy tưởng tượng não (brain) của bạn là một bầu trời, và các ý tưởng là những đám mây. Khi bạn brainstorm, bạn tạo ra một cơn bão (storm) ý tưởng, nơi tất cả các ý tưởng, dù điên rồ đến đâu, cũng được tuôn ra ào ạt mà không bị phán xét. Mục đích là để tạo ra một cơn mưa ý tưởng sáng tạo.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To suggest a lot of ideas for a future activity or project very quickly, often in a group.",
        "meaning-example": "Đề xuất rất nhiều ý tưởng cho một hoạt động hoặc dự án trong tương lai một cách rất nhanh chóng, thường là theo nhóm.",
        "ipa-example": "/tuː səˈdʒest ə lɒt əv aɪˈdɪəz fɔːr ə ˈfjuːtʃər ækˈtɪvəti ɔː ˈprɒdʒekt ˈveri ˈkwɪkli, ˈɒfn ɪn ə ɡruːp./"
      },
      {
        "sentence": "Sebastian brainstormed with other scientists to come up with a way to help people jump safely out of burning buildings.",
        "meaning-example": "Sebastian đã cùng các nhà khoa học khác động não để tìm ra cách giúp mọi người nhảy ra khỏi các tòa nhà đang cháy một cách an toàn.",
        "ipa-example": "/səˈbæstiən ˈbreɪnstɔːmd wɪð ˈʌðə ˈsaɪəntɪsts tuː kʌm ʌp wɪð ə weɪ tuː help ˈpiːpl dʒʌmp ˈseɪfli aʊt əv ˈbɜːnɪŋ ˈbɪldɪŋz./"
      },
      {
        "sentence": "The team got together to brainstorm new marketing strategies.",
        "meaning-example": "Nhóm đã họp lại để động não về các chiến lược tiếp thị mới.",
        "ipa-example": "/ðə tiːm ɡɒt təˈɡeðə tuː ˈbreɪnstɔːm njuː ˈmɑːkɪtɪŋ ˈstrætədʒiz./"
      },
      {
        "sentence": "Let's brainstorm some ideas for the party.",
        "meaning-example": "Hãy cùng động não một vài ý tưởng cho bữa tiệc nào.",
        "ipa-example": "/lets ˈbreɪnstɔːm səm aɪˈdɪəz fə ðə ˈpɑːti./"
      }
    ]
  },
  {
    "word": "budget",
    "ipa": "/ˈbʌdʒɪt/",
    "meaning": "Ngân sách, ngân quỹ.",
    "image": "eew-5-16/5.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một người quản lý tên là Bút-ghét. Ông luôn cầm một cuốn sổ và một cây bút (bút) để ghi chép mọi khoản chi tiêu. Ông ghét (ghét) việc tiêu tiền lãng phí. Cuốn sổ của ông chính là bản budget (ngân sách), một kế hoạch chi tiết về số tiền có thể chi tiêu để đảm bảo mọi thứ nằm trong tầm kiểm soát.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A plan to show how much money a person or organization will earn and how much they will need or be able to spend.",
        "meaning-example": "Một kế hoạch để cho thấy một người hoặc một tổ chức sẽ kiếm được bao nhiêu tiền và họ sẽ cần hoặc có thể chi tiêu bao nhiêu.",
        "ipa-example": "/ə plæn tuː ʃəʊ haʊ mʌtʃ ˈmʌni ə ˈpɜːsən ɔːr ˌɔːɡənaɪˈzeɪʃn wɪl ɜːn ænd haʊ mʌtʃ ðeɪ wɪl niːd ɔː bi ˈeɪbl tuː spend./"
      },
      {
        "sentence": "His budget was limited, so he first tested his theory by using two umbrellas.",
        "meaning-example": "Ngân sách của ông có hạn, vì vậy ông đã thử nghiệm lý thuyết của mình lần đầu bằng cách sử dụng hai chiếc ô.",
        "ipa-example": "/hɪz ˈbʌdʒɪt wəz ˈlɪmɪtɪd, səʊ hi fɜːst ˈtestɪd hɪz ˈθɪəri baɪ ˈjuːzɪŋ tuː ʌmˈbreləz./"
      },
      {
        "sentence": "We have a tight budget for this project.",
        "meaning-example": "Chúng tôi có một ngân sách eo hẹp cho dự án này.",
        "ipa-example": "/wi hæv ə taɪt ˈbʌdʒɪt fə ðɪs ˈprɒdʒekt./"
      },
      {
        "sentence": "It's important to plan your family budget carefully.",
        "meaning-example": "Điều quan trọng là phải lập kế hoạch ngân sách gia đình của bạn một cách cẩn thận.",
        "ipa-example": "/ɪts ɪmˈpɔːtənt tuː plæn jɔː ˈfæməli ˈbʌdʒɪt ˈkeəfəli./"
      }
    ]
  },
  {
    "word": "chaotic",
    "ipa": "/keɪˈɑːtɪk/",
    "meaning": "Hỗn loạn, lộn xộn.",
    "image": "eew-5-16/6.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "Hãy tưởng tượng một khu chợ vào giờ cao điểm, người bán kẻ mua la hét, xe cộ bấm còi inh ỏi, gà vịt chạy lung tung. Mọi thứ hỗn loạn và mất trật tự. Một du khách nước ngoài thốt lên \"It's chaotic!\". Cảnh tượng đó chính là một ví dụ hoàn hảo cho từ chaotic (hỗn loạn).",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "In a state of complete confusion and disorder.",
        "meaning-example": "Trong tình trạng hoàn toàn bối rối và mất trật tự.",
        "ipa-example": "/ɪn ə steɪt əv kəmˈpliːt kənˈfjuːʒn ænd dɪsˈɔːdə./"
      },
      {
        "sentence": "Then, in 1793, he was faced with a chaotic experience.",
        "meaning-example": "Sau đó, vào năm 1793, ông phải đối mặt với một trải nghiệm hỗn loạn.",
        "ipa-example": "/ðen, ɪn ˌsevənˈtiːn ˈnaɪntiˈθriː, hi wəz feɪst wɪð ə keɪˈɑːtɪk ɪkˈspɪəriəns./"
      },
      {
        "sentence": "The traffic in the city is chaotic during rush hour.",
        "meaning-example": "Giao thông trong thành phố hỗn loạn trong giờ cao điểm.",
        "ipa-example": "/ðə ˈtræfɪk ɪn ðə ˈsɪti ɪz keɪˈɑːtɪk ˈdjʊərɪŋ rʌʃ ˈaʊə./"
      },
      {
        "sentence": "After the concert, the backstage area was chaotic.",
        "meaning-example": "Sau buổi hòa nhạc, khu vực hậu trường rất hỗn loạn.",
        "ipa-example": "/ˈɑːftə ðə ˈkɒnsət, ðə ˌbækˈsteɪdʒ ˈeəriə wəz keɪˈɑːtɪk./"
      }
    ]
  },
  {
    "word": "cite",
    "ipa": "/saɪt/",
    "meaning": "Trích dẫn.",
    "image": "eew-5-16/7.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "Khi bạn làm bài luận, giáo viên luôn nói: \"Phải cite (trích dẫn) nguồn!\". Điều này giống như việc bạn chỉ ra \"sai ở đâu?\" (nghe giống \"cite\") nếu ai đó nghi ngờ thông tin của bạn. Bằng cách cite, bạn đưa ra bằng chứng, chỉ rõ nơi bạn lấy thông tin, làm cho bài viết của bạn trở nên đáng tin cậy.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To speak or write words from a particular book, author, or speaker.",
        "meaning-example": "Nói hoặc viết các từ từ một cuốn sách, tác giả hoặc diễn giả cụ thể.",
        "ipa-example": "/tuː spiːk ɔː raɪt wɜːdz frəm ə pəˈtɪkjələr bʊk, ˈɔːθər, ɔː ˈspiːkə./"
      },
      {
        "sentence": "Scientists cite an ancient book that describes parachutes.",
        "meaning-example": "Các nhà khoa học trích dẫn một cuốn sách cổ mô tả về dù.",
        "ipa-example": "/ˈsaɪəntɪsts saɪt ən ˈeɪnʃənt bʊk ðæt dɪˈskraɪbz ˈpærəʃuːts./"
      },
      {
        "sentence": "He cited three sources in his research paper.",
        "meaning-example": "Anh ấy đã trích dẫn ba nguồn trong bài nghiên cứu của mình.",
        "ipa-example": "/hi ˈsaɪtɪd θriː ˈsɔːsɪz ɪn hɪz rɪˈsɜːtʃ ˈpeɪpə./"
      },
      {
        "sentence": "She cited her lack of experience as a reason for not taking the job.",
        "meaning-example": "Cô ấy đã viện dẫn việc thiếu kinh nghiệm của mình là lý do không nhận công việc.",
        "ipa-example": "/ʃi ˈsaɪtɪd hə læk əv ɪkˈspɪəriəns æz ə ˈriːzn fə nɒt ˈteɪkɪŋ ðə dʒɒb./"
      }
    ]
  },
  {
    "word": "correspond",
    "ipa": "/ˌkɔːrəˈspɑːnd/",
    "meaning": "Tương ứng, phù hợp, trao đổi thư từ.",
    "image": "eew-5-16/8.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "Hai người bạn ở hai đất nước khác nhau. Họ thường xuyên viết thư cho nhau, và những lá thư này \"cò-rê-spon\" (correspond) với nhau, tức là chúng trao đổi thông tin qua lại. Ngoài ra, những gì họ kể trong thư cũng correspond (tương ứng) với những sự kiện thực tế đang diễn ra, chứng tỏ chúng khớp nhau và đúng sự thật.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To match or be similar or equal; to communicate by writing letters.",
        "meaning-example": "Để khớp hoặc tương tự hoặc bằng nhau; để giao tiếp bằng cách viết thư.",
        "ipa-example": "/tuː mætʃ ɔː bi ˈsɪmələr ɔːr ˈiːkwəl; tuː kəˈmjuːnɪkeɪt baɪ ˈraɪtɪŋ ˈletəz./"
      },
      {
        "sentence": "In fact, a Leonardo Da Vinci’s drawing corresponds closely with the modern parachute design!",
        "meaning-example": "Trên thực tế, một bản vẽ của Leonardo Da Vinci tương ứng chặt chẽ với thiết kế dù hiện đại!",
        "ipa-example": "/ɪn fækt, ə ˌliːəˈnɑːdəʊ də ˈvɪntʃiz ˈdrɔːɪŋ ˌkɔːrəˈspɒndz ˈkləʊsli wɪð ðə ˈmɒdən ˈpærəʃuːt dɪˈzaɪn!/"
      },
      {
        "sentence": "The description of the suspect corresponds to the man we have in custody.",
        "meaning-example": "Mô tả về nghi phạm tương ứng với người đàn ông mà chúng tôi đang giam giữ.",
        "ipa-example": "/ðə dɪˈskrɪpʃn əv ðə ˈsʌspekt ˌkɔːrəˈspɒndz tuː ðə mæn wi hæv ɪn ˈkʌstədi./"
      },
      {
        "sentence": "I've been corresponding with several experts in the field.",
        "meaning-example": "Tôi đã trao đổi thư từ với một số chuyên gia trong lĩnh vực này.",
        "ipa-example": "/aɪv biːn ˌkɔːrəˈspɒndɪŋ wɪð ˈsevrəl ˈekspɜːts ɪn ðə fiːld./"
      }
    ]
  },
  {
    "word": "courtyard",
    "ipa": "/ˈkɔːrtjɑːrd/",
    "meaning": "Sân trong.",
    "image": "eew-5-16/9.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Hãy tưởng tượng một tòa lâu đài cổ. Ở giữa tòa lâu đài là một khoảng sân (yard) rộng lớn, được bao quanh bởi các bức tường đá. Nơi đây từng là sân (court) để các hiệp sĩ luyện tập. Cái sân trong đó được gọi là courtyard - một không gian mở bên trong một tòa nhà hoặc một khu nhà.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "An open space that is partly or completely surrounded by buildings.",
        "meaning-example": "Một không gian mở được bao quanh một phần hoặc hoàn toàn bởi các tòa nhà.",
        "ipa-example": "/ən ˈəʊpən speɪs ðæt ɪz ˈpɑːtli ɔː kəmˈpliːtli səˈraʊndɪd baɪ ˈbɪldɪŋz./"
      },
      {
        "sentence": "Finally, he jumped off a tall building on a French estate and landed safely in the courtyard.",
        "meaning-example": "Cuối cùng, ông đã nhảy khỏi một tòa nhà cao trên một điền trang của Pháp và hạ cánh an toàn xuống sân trong.",
        "ipa-example": "/ˈfaɪnəli, hi dʒʌmpt ɒf ə tɔːl ˈbɪldɪŋ ɒn ə frentʃ ɪˈsteɪt ænd ˈlændɪd ˈseɪfli ɪn ðə ˈkɔːtjɑːd./"
      },
      {
        "sentence": "The hotel rooms are arranged around a central courtyard.",
        "meaning-example": "Các phòng khách sạn được bố trí xung quanh một sân trong trung tâm.",
        "ipa-example": "/ðə həʊˈtel ruːmz ɑːr əˈreɪndʒd əˈraʊnd ə ˈsentrəl ˈkɔːtjɑːd./"
      },
      {
        "sentence": "Children were playing in the school courtyard.",
        "meaning-example": "Trẻ em đang chơi trong sân trường.",
        "ipa-example": "/ˈtʃɪldrən wɜː ˈpleɪɪŋ ɪn ðə skuːl ˈkɔːtjɑːd./"
      }
    ]
  },
  {
    "word": "estate",
    "ipa": "/ɪˈsteɪt/",
    "meaning": "Điền trang, tài sản lớn (đặc biệt là đất đai).",
    "image": "eew-5-16/10.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một vị bá tước rất giàu có. Ông sở hữu một khu đất rộng mênh mông, trên đó có một tòa lâu đài nguy nga, những khu vườn rộng lớn, và cả một khu rừng. Toàn bộ khu đất đai và tài sản đó được gọi là estate (điền trang) của ông. Khi ông qua đời, người ta phải giải quyết \"real estate\" (bất động sản) của ông.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A large area of land in the country, usually with a large house, that is owned by one person or family.",
        "meaning-example": "Một khu đất rộng lớn ở nông thôn, thường có một ngôi nhà lớn, thuộc sở hữu của một người hoặc một gia đình.",
        "ipa-example": "/ə lɑːdʒ ˈeəriə əv lænd ɪn ðə ˈkʌntri, ˈjuːʒəli wɪð ə lɑːdʒ haʊs, ðæt ɪz əʊnd baɪ wʌn ˈpɜːsən ɔː ˈfæməli./"
      },
      {
        "sentence": "Finally, he jumped off a tall building on a French estate and landed safely in the courtyard.",
        "meaning-example": "Cuối cùng, ông đã nhảy khỏi một tòa nhà cao trên một điền trang của Pháp và hạ cánh an toàn xuống sân trong.",
        "ipa-example": "/ˈfaɪnəli, hi dʒʌmpt ɒf ə tɔːl ˈbɪldɪŋ ɒn ə frentʃ ɪˈsteɪt ænd ˈlændɪd ˈseɪfli ɪn ðə ˈkɔːtjɑːd./"
      },
      {
        "sentence": "He owns a large country estate.",
        "meaning-example": "Ông ấy sở hữu một điền trang lớn ở nông thôn.",
        "ipa-example": "/hi əʊnz ə lɑːdʒ ˈkʌntri ɪˈsteɪt./"
      },
      {
        "sentence": "The property is part of the late king's estate.",
        "meaning-example": "Tài sản này là một phần trong di sản của vị vua quá cố.",
        "ipa-example": "/ðə ˈprɒpəti ɪz pɑːt əv ðə leɪt kɪŋz ɪˈsteɪt./"
      }
    ]
  },
  {
    "word": "fraud",
    "ipa": "/frɔːd/",
    "meaning": "Sự gian lận, sự lừa đảo.",
    "image": "eew-5-16/11.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một kẻ lừa đảo chuyên đi bán những món đồ giả. Hắn \"phờ-râu\" (fraud) ra vẻ rất chuyên nghiệp, nhưng thực chất hành động của hắn là một vụ fraud (gian lận) tinh vi. Hắn lừa mọi người để chiếm đoạt tiền bạc một cách bất chính.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The crime of getting money by deceiving people.",
        "meaning-example": "Tội lừa gạt người khác để lấy tiền.",
        "ipa-example": "/ðə kraɪm əv ˈɡetɪŋ ˈmʌni baɪ dɪˈsiːvɪŋ ˈpiːpl./"
      },
      {
        "sentence": "Many people thought that he was up to some kind of fraud, but Sebastian had a lot of integrity.",
        "meaning-example": "Nhiều người nghĩ rằng ông ta đang có ý đồ gian lận nào đó, nhưng Sebastian lại rất chính trực.",
        "ipa-example": "/ˈmeni ˈpiːpl θɔːt ðæt hi wəz ʌp tuː sʌm kaɪnd əv frɔːd, bʌt səˈbæstiən hæd ə lɒt əv ɪnˈteɡrəti./"
      },
      {
        "sentence": "He was found guilty of tax fraud.",
        "meaning-example": "Anh ta bị kết tội gian lận thuế.",
        "ipa-example": "/hi wəz faʊnd ˈɡɪlti əv tæks frɔːd./"
      },
      {
        "sentence": "She was a psychic who was later revealed to be a fraud.",
        "meaning-example": "Cô ấy là một nhà ngoại cảm mà sau này bị tiết lộ là một kẻ lừa đảo.",
        "ipa-example": "/ʃi wəz ə ˈsaɪkɪk huː wəz ˈleɪtə rɪˈviːld tuː bi ə frɔːd./"
      }
    ]
  },
  {
    "word": "hydrogen",
    "ipa": "/ˈhaɪdrədʒən/",
    "meaning": "Khí hiđrô.",
    "image": "eew-5-16/12.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Trong thế giới của các nguyên tố, hydrogen (khí hiđrô) là anh chàng \"hai-đời-rồng\" (nghe giống hydrogen). Anh ta nhẹ nhất, có thể bay lên cao như rồng, và là thành phần chính tạo ra nước (hydro-). Anh ta chính là nguyên tố số một, đơn giản nhất nhưng cũng quan trọng nhất trong vũ trụ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A chemical element that is the lightest gas and is used in balloons and as a fuel.",
        "meaning-example": "Một nguyên tố hóa học là khí nhẹ nhất và được sử dụng trong bóng bay và làm nhiên liệu.",
        "ipa-example": "/ə ˈkemɪkl ˈelɪmənt ðæt ɪz ðə ˈlaɪtɪst ɡæs ænd ɪz juːzd ɪn bəˈluːnz ænd æz ə ˈfjuːəl./"
      },
      {
        "sentence": "He was one of the first people to ride in a hot air balloon powered by hydrogen gas.",
        "meaning-example": "Ông là một trong những người đầu tiên đi trên khinh khí cầu chạy bằng khí hydro.",
        "ipa-example": "/hi wəz wʌn əv ðə fɜːst ˈpiːpl tuː raɪd ɪn ə hɒt eə bəˈluːn ˈpaʊəd baɪ ˈhaɪdrədʒən ɡæs./"
      },
      {
        "sentence": "Water is composed of hydrogen and oxygen.",
        "meaning-example": "Nước được cấu tạo từ hydro và oxy.",
        "ipa-example": "/ˈwɔːtər ɪz kəmˈpəʊzd əv ˈhaɪdrədʒən ænd ˈɒksɪdʒən./"
      },
      {
        "sentence": "The Hindenburg disaster involved a hydrogen-filled airship.",
        "meaning-example": "Thảm họa Hindenburg liên quan đến một chiếc khinh khí cầu chứa đầy hydro.",
        "ipa-example": "/ðə ˈhɪndənbɜːɡ dɪˈzɑːstər ɪnˈvɒlvd ə ˈhaɪdrədʒən-fɪld ˈeəʃɪp./"
      }
    ]
  },
  {
    "word": "integrity",
    "ipa": "/ɪnˈteɡrəti/",
    "meaning": "Tính chính trực, sự liêm chính.",
    "image": "eew-5-16/13.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một vị quan tên là In-tê-gri. Ông nổi tiếng là người liêm khiết. Dù có bị mua chuộc bằng bao nhiêu vàng bạc, ông vẫn giữ vững nguyên tắc đạo đức của mình. Ông nói: \"Ta có thể mất tất cả, nhưng không thể mất integrity (sự chính trực)\". Đối với ông, integrity là tài sản quý giá nhất.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "The quality of being honest and having strong moral principles.",
        "meaning-example": "Phẩm chất trung thực và có những nguyên tắc đạo đức vững vàng.",
        "ipa-example": "/ðə ˈkwɒləti əv ˈbiːɪŋ ˈɒnɪst ænd ˈhævɪŋ strɒŋ ˈmɒrəl ˈprɪnsəplz./"
      },
      {
        "sentence": "Many people thought that he was up to some kind of fraud, but Sebastian had a lot of integrity.",
        "meaning-example": "Nhiều người nghĩ rằng ông ta đang có ý đồ gian lận nào đó, nhưng Sebastian lại rất chính trực.",
        "ipa-example": "/ˈmeni ˈpiːpl θɔːt ðæt hi wəz ʌp tuː sʌm kaɪnd əv frɔːd, bʌt səˈbæstiən hæd ə lɒt əv ɪnˈteɡrəti./"
      },
      {
        "sentence": "He is a man of the highest integrity.",
        "meaning-example": "Ông là một người có tính chính trực cao nhất.",
        "ipa-example": "/hi ɪz ə mæn əv ðə ˈhaɪɪst ɪnˈteɡrəti./"
      },
      {
        "sentence": "The integrity of the judge was never questioned.",
        "meaning-example": "Sự liêm chính của vị thẩm phán chưa bao giờ bị nghi ngờ.",
        "ipa-example": "/ði ɪnˈteɡrəti əv ðə dʒʌdʒ wəz ˈnevə ˈkwestʃənd./"
      }
    ]
  },
  {
    "word": "knit",
    "ipa": "/nɪt/",
    "meaning": "Đan (len).",
    "image": "eew-5-16/14.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "Bà của tôi có một đôi que đan. Bà cứ ngồi \"nít-nít\" (nghe giống knit) cả ngày, và từ những cuộn len, bà đã knit (đan) thành những chiếc áo ấm, khăn choàng và găng tay. Hành động dùng hai que và sợi len để tạo ra sản phẩm chính là knit.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To make clothing from wool or a similar thread using two long needles.",
        "meaning-example": "Làm quần áo từ len hoặc một sợi tương tự bằng hai cây kim dài.",
        "ipa-example": "/tuː meɪk ˈkləʊðɪŋ frəm wʊl ɔːr ə ˈsɪmələr θred ˈjuːzɪŋ tuː lɒŋ ˈniːdlz./"
      },
      {
        "sentence": "Rather than using umbrellas, he knit a large parachute.",
        "meaning-example": "Thay vì dùng ô, ông đã đan một chiếc dù lớn.",
        "ipa-example": "/ˈrɑːðə ðæn ˈjuːzɪŋ ʌmˈbreləz, hi nɪt ə lɑːdʒ ˈpærəʃuːt./"
      },
      {
        "sentence": "She's busy knitting a sweater for her son.",
        "meaning-example": "Bà ấy đang bận đan một chiếc áo len cho con trai mình.",
        "ipa-example": "/ʃiz ˈbɪzi ˈnɪtɪŋ ə ˈswetə fə hə sʌn./"
      },
      {
        "sentence": "My grandmother taught me how to knit.",
        "meaning-example": "Bà tôi đã dạy tôi cách đan len.",
        "ipa-example": "/maɪ ˈɡrænmʌðə tɔːt mi haʊ tuː nɪt./"
      }
    ]
  },
  {
    "word": "outlook",
    "ipa": "/ˈaʊtlʊk/",
    "meaning": "Quan điểm, cách nhìn.",
    "image": "eew-5-16/15.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Hai người cùng nhìn (look) ra (out) một cơn mưa. Một người buồn rầu nói: \"Chán thật, lại mưa rồi.\" Người kia vui vẻ nói: \"Tuyệt quá, cây cối sẽ được tưới mát!\". Hai người có hai cách nhìn, hai outlook (quan điểm) khác nhau về cùng một sự việc. Outlook chính là cách bạn nhìn ra thế giới.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person's way of understanding and thinking about something.",
        "meaning-example": "Cách một người hiểu và suy nghĩ về một điều gì đó.",
        "ipa-example": "/ə ˈpɜːsənz weɪ əv ˌʌndəˈstændɪŋ ænd ˈθɪŋkɪŋ əˈbaʊt ˈsʌmθɪŋ./"
      },
      {
        "sentence": "Jean-Pierre Blanchard had a different outlook than Sebastian.",
        "meaning-example": "Jean-Pierre Blanchard có một quan điểm khác với Sebastian.",
        "ipa-example": "/ʒɑ̃-pjɛʁ blɑ̃ˈʃɑʁ hæd ə ˈdɪfrənt ˈaʊtlʊk ðæn səˈbæstiən./"
      },
      {
        "sentence": "He has a positive outlook on life.",
        "meaning-example": "Anh ấy có một cái nhìn tích cực về cuộc sống.",
        "ipa-example": "/hi hæz ə ˈpɒzətɪv ˈaʊtlʊk ɒn laɪf./"
      },
      {
        "sentence": "The economic outlook is uncertain.",
        "meaning-example": "Triển vọng kinh tế không chắc chắn.",
        "ipa-example": "/ði ˌiːkəˈnɒmɪk ˈaʊtlʊk ɪz ʌnˈsɜːtn./"
      }
    ]
  },
  {
    "word": "parachute",
    "ipa": "/ˈpærəʃuːt/",
    "meaning": "Cái dù (để nhảy từ trên cao).",
    "image": "eew-5-16/16.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Một anh chàng phi công tên là Pa-ra. Khi máy bay gặp sự cố, anh phải nhảy ra ngoài. Anh hét lên: \"Sút!\". Anh bung một cái dù lớn ra và hạ cánh an toàn. Cái dù đó đã cứu mạng anh. Mọi người gọi nó là cái parachute (pa-ra-sút), vật dụng giúp nhảy từ trên cao xuống một cách an toàn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A piece of equipment made of a large piece of thin cloth that is used by people who jump from aircraft to make them fall safely to the ground.",
        "meaning-example": "Một thiết bị được làm bằng một mảnh vải mỏng lớn được sử dụng bởi những người nhảy từ máy bay để giúp họ rơi xuống đất an toàn.",
        "ipa-example": "/ə piːs əv ɪˈkwɪpmənt meɪd əv ə lɑːdʒ piːs əv θɪn klɒθ ðæt ɪz juːzd baɪ ˈpiːpl huː dʒʌmp frəm ˈeəkrɑːft tuː meɪk ðəm fɔːl ˈseɪfli tuː ðə ɡraʊnd./"
      },
      {
        "sentence": "But the first written history of the device comes from China about 2,100 years ago. Scientists cite an ancient book that describes parachutes.",
        "meaning-example": "Nhưng lịch sử ghi chép đầu tiên về thiết bị này đến từ Trung Quốc khoảng 2.100 năm trước. Các nhà khoa học trích dẫn một cuốn sách cổ mô tả về dù.",
        "ipa-example": "/bʌt ðə fɜːst ˈrɪtn ˈhɪstəri əv ðə dɪˈvaɪs kʌmz frəm ˈtʃaɪnə əˈbaʊt tuː ˈθaʊzənd wʌn ˈhʌndrəd jɪəz əˈɡəʊ. ˈsaɪəntɪsts saɪt ən ˈeɪnʃənt bʊk ðæt dɪˈskraɪbz ˈpærəʃuːts./"
      },
      {
        "sentence": "The soldiers jumped out of the plane with their parachutes.",
        "meaning-example": "Những người lính nhảy ra khỏi máy bay bằng dù của họ.",
        "ipa-example": "/ðə ˈsəʊldʒəz dʒʌmpt aʊt əv ðə pleɪn wɪð ðeə ˈpærəʃuːts./"
      },
      {
        "sentence": "He had to use his emergency parachute.",
        "meaning-example": "Anh ấy đã phải sử dụng chiếc dù khẩn cấp của mình.",
        "ipa-example": "/hi hæd tuː juːz hɪz ɪˈmɜːdʒənsi ˈpærəʃuːt./"
      }
    ]
  },
  {
    "word": "prehistoric",
    "ipa": "/ˌpriːhɪˈstɔːrɪk/",
    "meaning": "(thuộc) Tiền sử.",
    "image": "eew-5-16/17.png",
    "classes": "adjective",
    "example": [
      {
        "sentence": "\"Pre-\" có nghĩa là \"trước\", và \"historic\" có nghĩa là \"lịch sử\". Vậy prehistoric là thời kỳ trước khi lịch sử được ghi chép lại, tức là thời tiền sử. Hãy tưởng tượng những con khủng long hay người thượng cổ, họ sống trong thời prehistoric, một thời đại mà chúng ta chỉ biết đến qua hóa thạch và các di vật khảo cổ.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "Relating to the period of time before written records were kept.",
        "meaning-example": "Liên quan đến khoảng thời gian trước khi các ghi chép bằng văn bản được lưu giữ.",
        "ipa-example": "/rɪˈleɪtɪŋ tuː ðə ˈpɪəriəd əv taɪm bɪˈfɔː ˈrɪtn ˈrekɔːdz wɜː kept./"
      },
      {
        "sentence": "Scientists who study archeology say that there may be some evidence of prehistoric parachutes.",
        "meaning-example": "Các nhà khoa học nghiên cứu khảo cổ học cho biết có thể có một số bằng chứng về dù thời tiền sử.",
        "ipa-example": "/ˈsaɪəntɪsts huː ˈstʌdi ˌɑːkiˈɑːlədʒi seɪ ðæt ðeə meɪ bi səm ˈevɪdəns əv ˌpriːhɪˈstɔːrɪk ˈpærəʃuːts./"
      },
      {
        "sentence": "Prehistoric cave paintings have been discovered in this area.",
        "meaning-example": "Các bức tranh hang động thời tiền sử đã được phát hiện trong khu vực này.",
        "ipa-example": "/ˌpriːhɪˈstɔːrɪk keɪv ˈpeɪntɪŋz hæv biːn dɪˈskʌvəd ɪn ðɪs ˈeəriə./"
      },
      {
        "sentence": "Woolly mammoths are prehistoric animals.",
        "meaning-example": "Voi ma mút lông xoăn là động vật thời tiền sử.",
        "ipa-example": "/ˈwʊli ˈmæməθs ɑː ˌpriːhɪˈstɔːrɪk ˈænɪmlz./"
      }
    ]
  },
  {
    "word": "proponent",
    "ipa": "/prəˈpəʊnənt/",
    "meaning": "Người đề xướng, người ủng hộ.",
    "image": "eew-5-16/18.png",
    "classes": "noun",
    "example": [
      {
        "sentence": "Có một nhà khoa học đề xuất (propose) một ý tưởng mới. Ông không chỉ đề xuất mà còn đi khắp nơi để thuyết phục mọi người về lợi ích của nó. Ông trở thành proponent (người ủng hộ) mạnh mẽ nhất cho ý tưởng đó. Một proponent là người công khai ủng hộ một kế hoạch hoặc một hành động.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "A person who argues for or supports a belief or course of action.",
        "meaning-example": "Một người tranh luận hoặc ủng hộ một niềm tin hoặc một đường lối hành động.",
        "ipa-example": "/ə ˈpɜːsən huː ˈɑːɡjuːz fɔːr ɔː səˈpɔːts ə bɪˈliːf ɔː kɔːs əv ˈækʃn./"
      },
      {
        "sentence": "He was a proponent of using the parachutes to exit from hot air balloons.",
        "meaning-example": "Ông là người ủng hộ việc sử dụng dù để thoát ra khỏi khinh khí cầu.",
        "ipa-example": "/hi wəz ə prəˈpəʊnənt əv ˈjuːzɪŋ ðə ˈpærəʃuːts tuː ˈeksɪt frəm hɒt eə bəˈluːnz./"
      },
      {
        "sentence": "She is a leading proponent of renewable energy.",
        "meaning-example": "Bà là người đề xướng hàng đầu về năng lượng tái tạo.",
        "ipa-example": "/ʃi ɪz ə ˈliːdɪŋ prəˈpəʊnənt əv rɪˈnjuːəbl ˈenədʒi./"
      },
      {
        "sentence": "He has always been a proponent of free speech.",
        "meaning-example": "Ông luôn là người ủng hộ quyền tự do ngôn luận.",
        "ipa-example": "/hi hæz ˈɔːlweɪz biːn ə prəˈpəʊnənt əv friː spiːtʃ./"
      }
    ]
  },
  {
    "word": "refine",
    "ipa": "/rɪˈfaɪn/",
    "meaning": "Cải tiến, tinh chỉnh, làm cho tinh khiết hơn.",
    "image": "eew-5-16/19.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "\"Re-\" có nghĩa là \"làm lại\", và \"fine\" có nghĩa là \"tốt, đẹp\". Khi một nghệ nhân refine (cải tiến, tinh chỉnh) một tác phẩm, ông ấy đang làm cho nó \"tốt lại\", \"đẹp lại\". Ông ấy gọt giũa, sửa đổi những chi tiết nhỏ để tác phẩm trở nên hoàn hảo hơn.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To make something pure or to improve something by making small changes.",
        "meaning-example": "Làm cho một cái gì đó tinh khiết hoặc cải thiện một cái gì đó bằng cách thực hiện những thay đổi nhỏ.",
        "ipa-example": "/tuː meɪk ˈsʌmθɪŋ pjʊər ɔː tuː ɪmˈpruːv ˈsʌmθɪŋ baɪ ˈmeɪkɪŋ smɔːl ˈtʃeɪndʒɪz./"
      },
      {
        "sentence": "Next, he refined his invention.",
        "meaning-example": "Tiếp theo, ông đã cải tiến phát minh của mình.",
        "ipa-example": "/nekst, hi rɪˈfaɪnd hɪz ɪnˈvenʃn./"
      },
      {
        "sentence": "The engineers need to refine the design of the new car.",
        "meaning-example": "Các kỹ sư cần phải tinh chỉnh thiết kế của chiếc xe mới.",
        "ipa-example": "/ði ˌendʒɪˈnɪəz niːd tuː rɪˈfaɪn ðə dɪˈzaɪn əv ðə njuː kɑː./"
      },
      {
        "sentence": "Sugar and oil are refined before being sold.",
        "meaning-example": "Đường và dầu được tinh chế trước khi bán.",
        "ipa-example": "/ˈʃʊɡər ænd ɔɪl ə rɪˈfaɪnd bɪˈfɔː ˈbiːɪŋ səʊld./"
      }
    ]
  },
  {
    "word": "restrict",
    "ipa": "/rɪˈstrɪkt/",
    "meaning": "Hạn chế, giới hạn.",
    "image": "eew-5-16/20.png",
    "classes": "verb",
    "example": [
      {
        "sentence": "Trên một con đường có một biển báo: \"Restrict speed to 30 km/h\". Điều này có nghĩa là bạn phải restrict (hạn chế, giới hạn) tốc độ của mình, không được đi nhanh hơn. Nó đặt ra một giới hạn mà bạn không được vượt qua.",
        "meaning-example": null,
        "ipa-example": null
      },
      {
        "sentence": "To limit something.",
        "meaning-example": "Để giới hạn một cái gì đó.",
        "ipa-example": "/tuː ˈlɪmɪt ˈsʌmθɪŋ./"
      },
      {
        "sentence": "He thought the solution was to give people an object to restrict their speed while they traveled toward the ground.",
        "meaning-example": "Ông nghĩ rằng giải pháp là đưa cho mọi người một vật thể để hạn chế tốc độ của họ khi họ di chuyển về phía mặt đất.",
        "ipa-example": "/hi θɔːt ðə səˈluːʃn wəz tuː ɡɪv ˈpiːpl ən ˈɒbdʒekt tuː rɪˈstrɪkt ðeə spiːd waɪl ðeɪ ˈtrævld təˈwɔːd ðə ɡraʊnd./"
      },
      {
        "sentence": "The new law restricts the sale of firearms.",
        "meaning-example": "Luật mới hạn chế việc bán súng.",
        "ipa-example": "/ðə njuː lɔː rɪˈstrɪkts ðə seɪl əv ˈfaɪərɑːmz./"
      },
      {
        "sentence": "I restrict myself to two cups of coffee a day.",
        "meaning-example": "Tôi tự hạn chế mình chỉ uống hai tách cà phê mỗi ngày.",
        "ipa-example": "/aɪ rɪˈstrɪkt maɪˈself tuː tuː kʌps əv ˈkɒfi ə deɪ./"
      }
    ]
  },
  {
    "word": "sentences of story",
    "example": [
      {
        "sentence": "The History of Parachutes",
        "meaning-example": "Lịch Sử Của Dù",
        "ipa-example": "/ðə ˈhɪstəri əv ˈpærəʃuːts/"
      },
      {
        "sentence": "Scientists who study archeology say that there may be some evidence of prehistoric parachutes.",
        "meaning-example": "Các nhà khoa học nghiên cứu khảo cổ học cho biết có thể có một số bằng chứng về dù thời tiền sử.",
        "ipa-example": "/ˈsaɪəntɪsts huː ˈstʌdi ˌɑːrkiˈɑːlədʒi seɪ ðæt ðeər meɪ bi səm ˈevɪdəns əv ˌpriːhɪˈstɔːrɪk ˈpærəʃuːts./"
      },
      {
        "sentence": "But the first written history of the device comes from China about 2,100 years ago.",
        "meaning-example": "Nhưng lịch sử ghi chép đầu tiên về thiết bị này đến từ Trung Quốc khoảng 2.100 năm trước.",
        "ipa-example": "/bʌt ðə fɜːst ˈrɪtn ˈhɪstəri əv ðə dɪˈvaɪs kʌmz frəm ˈtʃaɪnə əˈbaʊt tuː ˈθaʊzənd wʌn ˈhʌndrəd jɪəz əˈɡəʊ./"
      },
      {
        "sentence": "Scientists cite an ancient book that describes parachutes.",
        "meaning-example": "Các nhà khoa học trích dẫn một cuốn sách cổ mô tả về dù.",
        "ipa-example": "/ˈsaɪəntɪsts saɪt ən ˈeɪnʃənt bʊk ðæt dɪˈskraɪbz ˈpærəʃuːts./"
      },
      {
        "sentence": "However, there is no archeological evidence that proves that an actual parachute was ever made.",
        "meaning-example": "Tuy nhiên, không có bằng chứng khảo cổ học nào chứng minh rằng một chiếc dù thực sự đã từng được chế tạo.",
        "ipa-example": "/haʊˈevə, ðeər ɪz nəʊ ˌɑːrkiəˈlɑːdʒɪkl ˈevɪdəns ðæt pruːvz ðæt ən ˈæktʃuəl ˈpærəʃuːt wəz ˈevə meɪd./"
      },
      {
        "sentence": "Later, people from northern Africa and Italy also had ideas about a similar invention.",
        "meaning-example": "Sau đó, những người từ Bắc Phi và Ý cũng có những ý tưởng về một phát minh tương tự.",
        "ipa-example": "/ˈleɪtə, ˈpiːpl frəm ˈnɔːðən ˈæfrɪkə ænd ˈɪtəli ˈɔːlsəʊ hæd aɪˈdɪəz əˈbaʊt ə ˈsɪmələr ɪnˈvenʃn./"
      },
      {
        "sentence": "In fact, a Leonardo Da Vinci’s drawing corresponds closely with the modern parachute design!",
        "meaning-example": "Trên thực tế, một bản vẽ của Leonardo Da Vinci tương ứng chặt chẽ với thiết kế dù hiện đại!",
        "ipa-example": "/ɪn fækt, ə ˌliːəˈnɑːdəʊ də ˈvɪntʃiz ˈdrɔːɪŋ ˌkɔːrəˈspɒndz ˈkləʊsli wɪð ðə ˈmɒdən ˈpærəʃuːt dɪˈzaɪn!/"
      },
      {
        "sentence": "In 1783, French scientist Sebastian Lenormand invented the first modern parachute.",
        "meaning-example": "Năm 1783, nhà khoa học người Pháp Sebastian Lenormand đã phát minh ra chiếc dù hiện đại đầu tiên.",
        "ipa-example": "/ɪn ˌsevənˈtiːn ˈeɪtiˈθriː, frentʃ ˈsaɪəntɪst səˈbæstiən lənɔːrˈmɑːnd ɪnˈventɪd ðə fɜːst ˈmɒdən ˈpærəʃuːt./"
      },
      {
        "sentence": "Sebastian brainstormed with other scientists to come up with a way to help people jump safely out of burning buildings.",
        "meaning-example": "Sebastian đã cùng các nhà khoa học khác động não để tìm ra cách giúp mọi người nhảy ra khỏi các tòa nhà đang cháy một cách an toàn.",
        "ipa-example": "/səˈbæstiən ˈbreɪnstɔːmd wɪð ˈʌðə ˈsaɪəntɪsts tuː kʌm ʌp wɪð ə weɪ tuː help ˈpiːpl dʒʌmp ˈseɪfli aʊt əv ˈbɜːnɪŋ ˈbɪldɪŋz./"
      },
      {
        "sentence": "He thought the solution was to give people an object to restrict their speed while they traveled toward the ground.",
        "meaning-example": "Ông nghĩ rằng giải pháp là đưa cho mọi người một vật thể để hạn chế tốc độ của họ khi họ di chuyển về phía mặt đất.",
        "ipa-example": "/hi θɔːt ðə səˈluːʃn wəz tuː ɡɪv ˈpiːpl ən ˈɒbdʒekt tuː rɪˈstrɪkt ðeə spiːd waɪl ðeɪ ˈtrævld təˈwɔːd ðə ɡraʊnd./"
      },
      {
        "sentence": "Many people thought that he was up to some kind of fraud, but Sebastian had a lot of integrity.",
        "meaning-example": "Nhiều người nghĩ rằng ông ta đang có ý đồ gian lận nào đó, nhưng Sebastian lại rất chính trực.",
        "ipa-example": "/ˈmeni ˈpiːpl θɔːt ðæt hi wəz ʌp tuː sʌm kaɪnd əv frɔːd, bʌt səˈbæstiən hæd ə lɒt əv ɪnˈteɡrəti./"
      },
      {
        "sentence": "His budget was limited, so he first tested his theory by using two umbrellas.",
        "meaning-example": "Ngân sách của ông có hạn, vì vậy ông đã thử nghiệm lý thuyết của mình lần đầu bằng cách sử dụng hai chiếc ô.",
        "ipa-example": "/hɪz ˈbʌdʒɪt wəz ˈlɪmɪtɪd, səʊ hi fɜːst ˈtestɪd hɪz ˈθɪəri baɪ ˈjuːzɪŋ tuː ʌmˈbreləz./"
      },
      {
        "sentence": "He jumped out of a tree and found that the umbrellas worked.",
        "meaning-example": "Ông nhảy ra khỏi một cái cây và thấy rằng những chiếc ô đã hoạt động.",
        "ipa-example": "/hi dʒʌmpt aʊt əv ə triː ænd faʊnd ðæt ði ʌmˈbreləz wɜːkt./"
      },
      {
        "sentence": "Next, he refined his invention.",
        "meaning-example": "Tiếp theo, ông đã cải tiến phát minh của mình.",
        "ipa-example": "/nekst, hi rɪˈfaɪnd hɪz ɪnˈvenʃn./"
      },
      {
        "sentence": "Rather than using umbrellas, he knit a large parachute.",
        "meaning-example": "Thay vì dùng ô, ông đã đan một chiếc dù lớn.",
        "ipa-example": "/ˈrɑːðə ðæn ˈjuːzɪŋ ʌmˈbreləz, hi nɪt ə lɑːdʒ ˈpærəʃuːt./"
      },
      {
        "sentence": "Finally, he jumped off a tall building on a French estate and landed safely in the courtyard.",
        "meaning-example": "Cuối cùng, ông đã nhảy khỏi một tòa nhà cao trên một điền trang của Pháp và hạ cánh an toàn xuống sân trong.",
        "ipa-example": "/ˈfaɪnəli, hi dʒʌmpt ɒf ə tɔːl ˈbɪldɪŋ ɒn ə frentʃ ɪˈsteɪt ænd ˈlændɪd ˈseɪfli ɪn ðə ˈkɔːtjɑːd./"
      },
      {
        "sentence": "Sebastian’s work gave another man an idea.",
        "meaning-example": "Công việc của Sebastian đã cho một người đàn ông khác một ý tưởng.",
        "ipa-example": "/səˈbæstiənz wɜːk ɡeɪv əˈnʌðə mæn ən aɪˈdɪə./"
      },
      {
        "sentence": "Jean-Pierre Blanchard had a different outlook than Sebastian.",
        "meaning-example": "Jean-Pierre Blanchard có một quan điểm khác với Sebastian.",
        "ipa-example": "/ʒɑ̃-pjɛʁ blɑ̃ˈʃɑʁ hæd ə ˈdɪfrənt ˈaʊtlʊk ðæn səˈbæstiən./"
      },
      {
        "sentence": "He was a hot air balloon addict.",
        "meaning-example": "Anh ấy là một người nghiện khinh khí cầu.",
        "ipa-example": "/hi wəz ə hɒt eər bəˈluːn ˈædɪkt./"
      },
      {
        "sentence": "He was one of the first people to ride in a hot air balloon powered by hydrogen gas.",
        "meaning-example": "Ông là một trong những người đầu tiên đi trên khinh khí cầu chạy bằng khí hydro.",
        "ipa-example": "/hi wəz wʌn əv ðə fɜːst ˈpiːpl tuː raɪd ɪn ə hɒt eər bəˈluːn ˈpaʊəd baɪ ˈhaɪdrədʒən ɡæs./"
      },
      {
        "sentence": "He was a proponent of using the parachutes to exit from hot air balloons.",
        "meaning-example": "Ông là người ủng hộ việc sử dụng dù để thoát ra khỏi khinh khí cầu.",
        "ipa-example": "/hi wəz ə prəˈpəʊnənt əv ˈjuːzɪŋ ðə ˈpærəʃuːts tuː ˈeksɪt frəm hɒt eər bəˈluːnz./"
      },
      {
        "sentence": "Starting in 1785, he used his dog to show that animals could land safely from hot air balloons by using parachutes.",
        "meaning-example": "Bắt đầu từ năm 1785, ông đã dùng con chó của mình để cho thấy rằng động vật có thể hạ cánh an toàn từ khinh khí cầu bằng cách sử dụng dù.",
        "ipa-example": "/ˈstɑːtɪŋ ɪn ˌsevənˈtiːn ˈeɪtiˈfaɪv, hi juːzd hɪz dɒɡ tuː ʃəʊ ðæt ˈænɪmlz kʊd lænd ˈseɪfli frəm hɒt eər bəˈluːnz baɪ ˈjuːzɪŋ ˈpærəʃuːts./"
      },
      {
        "sentence": "Then, in 1793, he was faced with a chaotic experience.",
        "meaning-example": "Sau đó, vào năm 1793, ông phải đối mặt với một trải nghiệm hỗn loạn.",
        "ipa-example": "/ðen, ɪn ˌsevənˈtiːn ˈnaɪntiˈθriː, hi wəz feɪst wɪð ə keɪˈɑːtɪk ɪkˈspɪəriəns./"
      },
      {
        "sentence": "The hot air balloon he was riding in burst and started to fall.",
        "meaning-example": "Khinh khí cầu mà ông đang đi đã bị nổ và bắt đầu rơi xuống.",
        "ipa-example": "/ðə hɒt eər bəˈluːn hi wəz ˈraɪdɪŋ ɪn bɜːst ænd ˈstɑːtɪd tuː fɔːl./"
      },
      {
        "sentence": "He was forced to use a parachute himself.",
        "meaning-example": "Ông buộc phải tự mình sử dụng dù.",
        "ipa-example": "/hi wəz fɔːst tuː juːz ə ˈpærəʃuːt hɪmˈself./"
      },
      {
        "sentence": "And much to his relief, it saved his life!",
        "meaning-example": "Và thật nhẹ nhõm cho ông, nó đã cứu mạng ông!",
        "ipa-example": "/ænd mʌtʃ tuː hɪz rɪˈliːf, ɪt seɪvd hɪz laɪf!/"
      }
    ]
  }
]
